{part}EDITOR{/part}
<div class="magTopic">
    <p>
        В очередной раз искренне рад всех приветствовать!
    </p>
    <p>
        С момента публикации первого номера журнала я получил массу комментариев и отзывов, всем огромное спасибо за участие
        и за то, что интерес к моему делу, благодаря Вам, разгорается с новой силой!:)
    </p>

    <p>
        В сегодняшнем номере журнала я решил рассмотреть замечательную головоломку,
        которая известна уже боллее 150 лет. Как вы уже поняли по обложке, речь пойдёт о пятнашках.
    </p>
    <p>
        Помимо прочего, как обычно, будут стихи, юмор, задачки и многе-много другое;)
    </p>
    <p>
        Приступим.
    </p>
</div>

<div class="anons_carrier">
    {ANONS}
</div>


{part}Пятнашки{/part}

<h2>Введение</h2>
<p>
    Напомню, что классическая игра «пятнашки» представляет собой поле 4x4, на котором расположены 15
    костяшек, пронумерованных числами от 1 до 15, а одно поле оставлено пустым. Требуется, передвигая на
    каждом шаге какую-либо костяшку на свободную позицию, прийти, в конце концов, к следующей позиции:
</p>


{postimgc text='Собранный вид головоломки' id='1'}
{table class='py-demo'}
1||2||3||4
5||6||7||8
9||10||11||12
13||14||15||
{/table}
{/postimgc}

<p>
    Уверен, что данное объяснение было лишним, так как пятнашки являются третьей по популярности 
    головоломкой в мире, уступая только «кубику Рубика» и пазлам.
</p>


<h2>История создания</h2>

<p>
    Родилась головоломка в 1870-х годах. В точной дате полной уверенности нет ни у кого, но чаще
    других называются 1874, 1876 и 1878 годы, из которых обычно предпочитают «за красивость» 1874 год.
    «Красивый» он потому, что ровно 100 лет спустя, в 1974 году, была изобретена другая великая
    головоломка &mdash; кубик Рубика!
</p>

<p>
    С 1891 года до самой смерти авторство данной головоломки приписывал себе Сэмюэл Лойд, известный
    американский шахматист, шахматный композитор и автор множества головоломок. Однако существуют
    доказательства того, что он был непричастен к созданию «пятнашек». Уже в 1877 году аналогичная
    головоломка («Puzzle-Blocks») была запатентована почтмейстером Нойесом Чепменом (Noyes Chapman)
    из Канастота (Canastot). А придумал прототип пятнашек Нойес еще раньше. Но, видимо, у почтмейстера
    полностью отсутствовала коммерческая жилка, и популяризацией игры он совершенно не занимался.
</p>

<p>
    В любом случае, пятнашки стали широко известны именно благодаря Ллойду. Он всего-лишь поменял 
    местами костяшки с номерами 14 и 15 и предложил 1000$ любому, кто решит головоломку:
</p>

{postimgc text='Задача Ллойда' id='2'}
{table class='py-demo'}
1||2||3||4
5||6||7||8
9||10||11||12
13||15||14||
{/table}
{/postimgc}

<p>
    Задачка казалась доверчивым обывателям совсем простой — всего-то и делов, что поменять местами
    числа 15 и 14. 1000$ по тем временам была грандиозной суммой, и люди охотно «заглотили наживку»...
    Рекламная кампания Ллойда оказалась на редкость удачной — головоломки продавались миллионами.  
</p>


<p>
    Вот что писал о тех событиях сын самого Ллойда, Сэм Ллойд-младший:
</p>

<div class="py-quote">
    <p>
        «Премия в 1000 долларов тому, кто первым правильно решит эту головоломку, так и не была никем востребована, хотя тысячи людей утверждали, будто им удалось добиться желаемого. Люди теряли из-за головоломки «15–14» покой и сон. Рассказывали о владельцах лавок, которые забывали открывать свои заведения, о знаменитом священнике, который простоял всю зимнюю ночь под уличным фонарем, пытаясь припомнить, как ему удалось решить задачу. Самое удивительное во всех этих историях о головоломке «15–14» было то, что никто из «решивших» ее не мог вспомнить последовательность ходов, которая привела к победе. Рассказывали, будто лоцманы сажали суда на мели, а машинисты проскакивали без остановки железнодорожные станции. Известный балтиморский издатель рассказывал, как однажды он отправился на ленч и обнаружил, что сотрудники редакции и типографии самозабвенно играют в пятнадцать с полуночи, гоняя по тарелке кусочки пирога».
    </p>
</div>

<p>
    А вот как описал эту «лихорадку» Марк Твен в своём романе «Американский претендент»:
</p>

<div class="py-quote">
    <p>
        «За последние несколько недель вошла в моду новая игрушка-головоломка... и что от Атлантического океана до Тихого все население Соединенных Штатов прекратило работу и занимается только этой игрушкой; что в связи с этим вся деловая жизнь в стране замерла, ибо судьи, адвокаты, взломщики, священники, воры, торговцы, рабочие, убийцы, женщины, дети, грудные младенцы, — словом, все с утра до ночи заняты одним-единственным высокоинтеллектуальным и сложным делом... что веселье и радость покинули народ — на смену им пришли озабоченность, задумчивость, тревога, лица у всех вытянулись, на них появились отчаяние и морщины — следы прожитых лет и пережитых трудностей, а вместе с ними и более печальные признаки, указывающие на умственную неполноценность и начинающееся помешательство; что в восьми городах день и ночь работают фабрики, и все же до сих пор не удалось удовлетворить спрос на головоломку».
    </p>
</div>

{postimgb name='1514.jpg' text='Карикатура, иллюстрирующая творившееся помешательство.<br/>В погоне за кажущимся близким решением люди забывали буквально обо всем.'}

<p>
    Ллойд, предлагая по тем временам большие деньги, знал, что ничем не рискует… Композиция входит в 
    число неразрешимых:) Думается, родись Ллойд несколько раньше, подобная «выходка» вполне могла 
    довести его до суда Линча. Это аукнулось ему, когда он пытался запатентовать пятнашки — патентное 
    бюро отвергло «игру, не имеющую решения».
</p>


<h2>Математическая теория пятнашек</h2>

<p>
    Для начала посчитаем, сколько всего существует вариантов размещения костяшек на игровом поле. 
</p>
<p>
    На классическом поле 4x4 находится 15 костяшек и одна пустая ячейка. Условимся нумерацию ячеек 
    игрового поля вести слева направо и сверху вниз (так, как они располагаются в собранном виде {'1'|ihref}).
    Напомню правило, известное из комбинаторики (см. соответствующее занятие кружка):
</p>

{box}
<p>
    Пусть объект a\sub{1} можно выбрать n\sub{1} различными способами, после каждого выбора объекта a\sub{1}
    объект a\sub{2} можно выбрать n\sub{2} различными способами, ..., после каждого выбора объектов 
    a\sub{1}, a\sub{2}, ..., a\sub{p-1} объект a\sub{p} можно выбрать n\sub{p} различными способами.
    Тогда количество способов, которыми можно выбрать a\sub{1}, a\sub{2}, ..., a\sub{p} равно n\sub{1}n\sub{2}...n\sub{p}.
</p>
{/box}

<p>
    В случае с пятнашками данная задача имеет очень простое решение. 
</p>
<p>
    Начнём заполнять ячейки игрового поля. Первая ячейка может быть заполнена 16ю способами (одна из 15
    костяшек или нет костяшки), вторая ячейка – 15ю способами и так далее. В итоге получим вариантов
    расстановок:
</p>
<p>
    16&sdot;15&sdot;…&sdot;2&sdot;1=16!= 20922789888000
</p>
<p>
    Если же считать, что пустая ячейка находится в строго определённом месте (например, справа внизу),
    то заполнение каждой ячейки мы будем выбирать из 15 вариантов, а значит, всего вариантов расстановки
    будет: 15!=1307674368000.
</p>

<p>
    Данные результаты легко распространяются на игровое поле, имеющее произвольные размеры nxn, где n&ge;2.
    В этом случае поле состоит из n\sup{2} ячеек, одна из которых пустая, а в остальных стоят костяшки с 
    номерами от 1 до n\sup{2}&minus;1. Если положение пустой ячейки не фиксировано, то кол-во расстановок
    равно n\sup{2}!, в противном случае имеется (n\sup{2}&minus;1)! вариантов расстановок.
</p>
<p>
    Например, для поля размерами 3x3 (n=3) имеется 3\sup{2}!=9!=362880 вариантов расстановок, в которых
    пустая ячейка находится на произвольной позиции, и (3\sup{2}&minus;1)!=8!=40320 вариантов расстановок,
    когда пустая ячейка имеет строго определённое положение. Если, например, пустая ячейка находится 
    в правом нижнем углу игрового поля, то костяшки с первой по восьмую можно расставить 40320 способами
    в оставшихся восьми ячейках.
</p>


<h2>Наличие решения</h2>


<p>
    Итак, мы с вами выяснили, сколько всего существует расстановок на игровом поле
    размерами nxn. Будем говорить, что расстановка имеет решение, если существует последовательность
    перемещений костяшек, приводящая расстановку к собранному виду ({'1'|ihref}). Расстановки, имеющие 
    решение, будем называть решаемыми.
</p>

<h5>В начале, рассмотрим только расстановки, в которых пустая ячейка стоит справа внизу.</h5>

<p>
    Ещё в 1879 году было доказано, что такая расстановка имеет решение, если она может быть приведена к
    собранному виду путём чётного количества перестановок костяшек. Перестановки костяшек не путайте с
    перемещением одной костяшки. «Перестановкой костяшек» называется извлечение двух любых костяшек из
    игрового поля и обмен их местами. Этого нельзя делать в процессе решения головоломки, но можно
    делать в процессе построения начальной расстановки.
</p>
<p>
    Итак, если вы возьмёте собранный вариант головоломки ({'1'|ihref}) и чётное количество раз поменяете
    местами любую пару костяшек (вынув их из игрового поля), то такая расстановка сможет быть приведена 
    к собранному виду. В противном случае лучшее, что вы можете получить &mdash; это расстановку
    Ллойда ({'2'|ihref}). Данное правило справедливо для поля произвольного размера nxn.
</p>
<p>
    Перемещение костяшек не меняет чётность расстановки, а значит, запутывая порядок плиток в пятнашках
    простым перемещением их по полю, мы будем получать расстановки, имеющие ту-же чётность. Иными словами:
    решаемость головоломки полностью определяется начальной расстановкой костяшек, а не способом её решения,
    так как решаемые комбинации не могут переходить в нерешаемые и наоборот.
</p>
<p>
    Посмотрим на практике, как для поля размерами 3x3, в котором пустая ячейка стоит справа внизу,
    определить чётность расстановки. Рассмотрим расстановку:
</p>

{table class='py-demo'}
5||1||7
6||2||8
4||3||-
{/table}


<p>
    Первое, что приходит в голову &mdash; осуществлять последовательную перестановку костяшек с номерами
    от 1 до 8, пока они не займут свои места в игровом поле. Чтобы было проще рассуждать, выпишем
    расстановку в ряд (напомню, ячейки нумеруются слева направо и сверху вниз): 51762843.
</p>

<p>
    Итак, последовательно, начиная с единицы, берём костяшки с соответствующими номерами и ставим 
    на свои места. Каждый шаг будем нумеровать:
</p>

{ol start='0'}
51762843
<b>1</b><b>5</b>762843
1<b>2</b>76<b>5</b>843
12<b>3</b>6584<b>7</b>
123<b>4</b>58<b>6</b>7
12345<b>6</b><b>8</b>7
123456<b>7</b><b>8</b>
{/ol}


<p>
    И того, нам потребовалось 6 перестановок, чтобы привести расстановку 51762843 к собранному виду 12345678.
    Таким образом, начальная расстановка является решаемой.
</p>


<p>
    Как видите, алгоритм достаточно прост. В литературе я обнаружил ещё один алгоритм, который чуть
    интереснее лобового. Суть его в следующем &mdash; выписываем в два ряда текущую и собранную
    расстановки, и далее последовательно меняем каждую костяшку местами с той, чей номер стоит под
    номером данной костяшки в выписанной таблице. Итерацию начинаем с первой костяшки и выполняем до
    тех пор, пока верхний ряд чисел не станет равен нижнему ряду. 
</p>
<p>
    Продемонстрирую сказанное на примере:
</p>

<ol start='0'>
    <li>
        Выписываем текущую и собранную расстановки
        {table}
        5||1||7||6||2||8||4||3
        1||2||3||4||5||6||7||8
        {/table}
    </li>

    <li>
        Начинаем с костяшки с номером 1. Под ней стоит номер 2, значит, меняем местами костяшки с номерами 1 и 2:
        {table}
        5||<b>2</b>||7||6||<b>1</b>||8||4||3
        1||2||3||4||5||6||7||8
        {/table}
    </li>

    <li>
        Теперь под костяшкой с номером 1 стоит номер 5, меняем местами костяшки с номерами 1 и 5:
        {table}
        <b>1</b>||2||7||6||<b>5</b>||8||4||3
        1||2||3||4||5||6||7||8
        {/table}
    </li>

    <li>
        Всё, единичка встала на своё место. Двойка также на своём месте, далее берём костяшку с
        номером 3. Под ней стоит 8, меняем местами костяшки 3 и 8:
        {table}
        1||2||7||6||5||<b>3</b>||4||<b>8</b>
        1||2||3||4||5||6||7||8
        {/table}
    </li>

    <li>
        Теперь меняем местами костяшки 3 и 6:
        {table}
        1||2||7||<b>3</b>||5||<b>6</b>||4||8
        1||2||3||4||5||6||7||8
        {/table}
    </li>

    <li>
        Далее меняем местами костяшки 3 и 4:
        {table}
        1||2||7||<b>4</b>||5||6||<b>3</b>||8
        1||2||3||4||5||6||7||8
        {/table}
    </li>

    <li>
        Ну и теперь меняем местами костяшки с номерами 3 и 7:
        {table}
        1||2||<b>3</b>||4||5||6||<b>7</b>||8
        1||2||3||4||5||6||7||8
        {/table}
    </li>
</ol>

<p>
    Все костяшки на своих местах, цикл закончен. Мы опять получили 6 перестановок,
    то есть расстановка является чётной, а значит &mdash; решаемой.
</p>

<p>
    Кстати, в {doc_href doc='15-puzzle.pdf' text='первоисточнике' title='n2-1 головоломки'} по данному методу
    я нашёл также красивую запись данного алгоритма. Например, приведённая выше последовательность
    действий может быть записана так: (125)(38647).
    Первое число в скобках означает костяшку, с которой начинается перестановка, а далее идут числа,
    с которыми данная костяшка меняется местами. В первой скобке (125) костяшка с номером 1
    поменялась местами с костяшкой номер 2, а затем с костяшкой номер 5, то есть было всего 2
    перемещения. Для каждой скобки кол-во перестановок равно кол-ву чисел минус один.
    В данном случае: (3&minus;1) + (5&minus;1)=6 перестановок.
</p>

<p>
    Из такой записи алгоритма видно, что ни одна костяшка не перемещается два раза, так как все
    костяшки сразу расставляются по своим местам. В отличае от этого, в первом методе, как мы видели, костяшка
    с номером 7 стояла сначала в третьей позиции, потом переместилась на восьмую, и только потом
    встала на седьмую.
</p>

<h5>Теперь рассмотрим случай, когда пустая ячейка находится НЕ справа внизу.</h5>

<p>
    В этом случае также применимы вышеизложенные рассуждения, но с одной модификацией.
    Во всех перестановках теперь должна участвовать пустая ячейка на таких-же правах, как и обычная
    костяшка. Рассмотрим расстановку:
</p>

{table class='py-demo'}
1||2||5
-||7||8
6||3||4
{/table}


<p>
    Для подсчёта чётности расстановки воспользуемся вторым алгоритмом.
</p>


<ol start='0'>
    <li>
        Запишем начальную и собранную расстановки:
        {table}
        1||2||5||-||7||8||6||3||4
        1||2||3||4||5||6||7||8||-
        {/table}
    </li>

    <li>
        Костяшки номер 1 и 2 уже стоят на своих местах, начинаем с костяшки номер 3.
        Под тройкой стоит число 8, значит, меняем местами костяшки с номерами 3 и 8.
        {table}
        1||2||5||-||7||<b>3</b>||6||<b>8</b>||4
        1||2||3||4||5||6||7||8||-
        {/table}
    </li>

    <li>
        Под 3 находится 6, переставляем костяшки 3 и 6:
        {table}
        1||2||5||-||7||<b>6</b>||<b>3</b>||8||4
        1||2||3||4||5||6||7||8||-
        {/table}
    </li>    

    <li>
        Под 3 находится 7, переставляем костяшки 3 и 7:
        {table}
        1||2||5||-||<b>3</b>||6||<b>7</b>||8||4
        1||2||3||4||5||6||7||8||-
        {/table}
    </li>    

    <li>
        Под 3 находится 5, переставляем костяшки 3 и 5:
        {table}
        1||2||<b>3</b>||-||<b>5</b>||6||7||8||4
        1||2||3||4||5||6||7||8||-
        {/table}
    </li>    

    <li>
        Под костяшкой номер 4 находится пустая ячейка, меняем их местами:
        {table}
        1||2||3||<b>4</b>||5||6||7||8||<b>-</b>
        1||2||3||4||5||6||7||8||-
        {/table}
    </li>    
</ol>

<p>
    Условная запись данного алгоритма выглядит так: (1)(2)(38675)(4-).
    Кол-во перестановок: {nobr}(1&minus;1)+(1&minus;1)+(5&minus;1)+(2&minus;1)=5.{/nobr}
</p>


<p>
    Но это ещё не всё. К полученному числу перестановок нужно добавить Манхеттенское расстояние для пустой ячейки.
</p>
<p>
    <b>Манхэттенское расстояние</b> &mdash; сумма расстояний по строкам и столбцам от текущего 
    расположения костяшки до ее правильной позиции. Правильная позиция пустой ячейки, это
    правый нижний угол, поэтому манхэттенское расстояние для пустой ячейки есть сумма перемещений вниз 
    до конечной горизонтали, затем вправо до конечной вертикали {gray}(или наоборот){/gray}.
    На рисунке указано Манхэттенское расстояние пустой ячейки для каждой клетки игрового поля 3x3:
</p>


{postimgc text='Манхэттенское расстояние пустой ячейки для игрового поля 3x3' id='1'}
{table class='py-demo'}
4||3||2
3::orange||2||1
2||1||0
{/table}
{/postimgc}


<p>
    В нашем случае Манхэттенское расстояние равно трём, так как нужно спуститься на одну клетку вниз и на две 
    вправо. Складывая его с кол-вом перестановок 5, получим 8, то есть начальная расстановка является 
    чётной, а значит &mdash; решаемой.
</p>


<h5>Подитожим правило определения чётности и решаемости расстановки для общего случая</h5>

<p>
    Манхэттенское расстояние для пустой ячейки, находящейся справа внизу, равно нулю,
    а значит первый случай сводится ко второму и общее правило будет звучать так:
</p>

{box}
<p>
    Чётность расстановки на игровом поле размерами nxn (n &geq; 2) совпадает с чётностью суммы Манхэттенского расстояния
    для пустой ячейки и кол-ва перестановок, необходимого для того, чтобы привести расстановку к собранному виду.
</p>
<p>
    Чётная расстановка является решаемой, нечётная &mdash; нерешаемой.
</p>
{/box}

<p>
    Для того, чтобы продемонстрировать работу правила в действии, я написал небольшое приложение.
    Размер поля в нём ограничен лишь для того, чтобы игровое поле помещалось на экране.
    Можете передвигать костяшки игрового поля и смотреть, как ведёт себя полученное нами правило:
</p>

<div id="pt-eveness" class="pt-widget">
    <div class="centered_block">
        <label class="field_size">Размер поля:
            <select>
                {section name='bar' loop='6' start='2'}
                    <option value="{$smarty.section.bar.index}">&nbsp;{$smarty.section.bar.index}x{$smarty.section.bar.index}&nbsp;&nbsp;</option>
                {/section}
            </select>
        </label>
    </div>

    <div class="ps-pyatnashki"></div>

    <div class="controls centered_block">
        {ctrl_button action='dice' name='dice2' title='Смешать'}
    </div>

    <div class="arr"></div>

    <h3 class="tab_items">
        <a href="#m1">Способ №1</a>
        <a href="#m2">Способ №2</a>
    </h3>

    <div class="tab_bodies info">
        <div class="meth m1">
            <ol>
                <li></li>
            </ol>
        </div>

        <div class="meth m2">
            <ol>
                <li><div class="chain"></div></li>
            </ol>
        </div>
    </div>
</div>

<br/>

<p>
    Как уже говорилось &mdash; решаемость головоломки полностью определяется начальной расстановкой,
    а не способом её решения. Если костяшки высыпать из коробки, перетасовывать, а потом сложить 
    хаотическим образом обратно, то в итоге мы получим расстановку, которая, с равной вероятностью,
    может оказаться чётной или нечётной. Поэтому &mdash; ровно половину из всех возможных начальных 
    расстановок нельзя привести к собранному виду.
</p>

<p>
    С чётностью и решаемостью головоломки мы также разобрались.
    Ллойд, поменяв местами две костяшки ({'2'|ihref}), сделал головоломку нерешаемой.
</p>    

<p>    
    Во времена Ллойда мало кто догадывался об этом, и началось «пятнашковое безумие», в котором приняли 
    участие люди не только с родины головоломки, США, но и из европейских и азиатских государств, и 
    даже из Новой Зеландии.
</p>    

<p>
    Ситуация с пятнашками была очень похожа на ситуацию с теоремой Ферма, безуспешно доказать которую
    пытались тысячи энтузиастов. Своими «решениями» они так утомили профессора Э. Ландау, по долгу
    службы вынужденному работать с приходящими в университет письмами, что бедняге пришлось заказать в
    типографии несколько сотен типовых бланков для такого вот ответа: 
</p>

<div class="py-quote">
    <p>
        «Уважаемый(ая) . . . . . . . . 
        Благодарю Вас за присланную Вами рукопись с доказательством Великой теоремы Ферма. Первая ошибка находится на стр. ... в строке ... . Из-за нее все доказательство утрачивает силу».
    </p>
    <div class="signature">Профессор Э. М. Ландау</div>
</div>


<h2>Другие правила проверки решаемости расстановки</h2>

<p>
    Полученное нами правило определения чётности и, соответственно, решаемости головоломки работает 
    всегда и для любых досок размерами nxn, где n>=2. 
    Но, для классического варианта игры с размерами поля 4x4, 
    <a href="http://e-maxx.ru/algo/15_puzzle" target="_blank">в интернете</a> я нашёл ещё одно правило,
    которое позволяет проверить расстановку на решаемость. Для полноты картины вкратце опишу его суть.
</p>

<p>
    Все костяшки выложим в линию (исключив пустую ячейку) и посчитаем количество инверсий N в данной 
    последовательности. Инверсией называется ситуация, при которой костяшка с меньшим номером
    стоит после костяшки с большим нмером. Например, для последовательности 1432 N=3, так как 
    имеется три инверсии: 43, 42, 32. Кол-во инверсий подсчитаывается очень просто &mdash;
    последовательно проходим по каждому числу последовательности и считаем кол-во чисел, 
    меньше данного и стоящих правее него.
</p>
<p>
    Далее, пусть K &mdash; номер строки (нумерация начинается с 1), в которой находится пустая ячечка.
    Тогда решение существует, если N+K &mdash; чётно.
</p>
<p>
    Чтобы было понятно, приведу пример. Рассмотрим следующую расстановку:
</p>


{table class='py-demo'}
4||14||10||13
2|| ||8||7
3||6||11||1
12||15||9||5
{/table}


<p>
    Запишем числа в ряд, исключив пустую ячейку: [4, 14, 10, 13, 2, 8, 7, 3, 6, 11, 1, 12, 15, 9, 5].
    Для данной последовательности N=54
    <span class="pt-inversions">(<b>4</b>2, <b>4</b>3, <b>4</b>1,
        <b>14</b>10, <b>14</b>13, <b>14</b>2, <b>14</b>8, <b>14</b>7, <b>14</b>3, <b>14</b>6, <b>14</b>11, <b>14</b>1, <b>14</b>12, <b>14</b>9, <b>14</b>5,
        <b>10</b>2, <b>10</b>8, <b>10</b>7, <b>10</b>3, <b>10</b>6, <b>10</b>1, <b>10</b>9, <b>10</b>5,
        <b>13</b>2, <b>13</b>8, <b>13</b>7, <b>13</b>3, <b>13</b>6, <b>13</b>11, <b>13</b>1, <b>13</b>12, <b>13</b>9, <b>13</b>5,
        <b>2</b>1,
        <b>8</b>7, <b>8</b>3, <b>8</b>6, <b>8</b>1, <b>8</b>5,
        <b>7</b>3, <b>7</b>6, <b>7</b>1, <b>7</b>5,
        <b>3</b>1,
        <b>6</b>1, <b>6</b>5,
        <b>11</b>1, <b>11</b>9, <b>11</b>5,
        <b>12</b>9, <b>12</b>5,
        <b>15</b>9, <b>15</b>5,
        <b>9</b>5)</span>.
</p>
<p>
    Пустая ячейка стоит во второй строке, то есть K=2. Таким образом, сумма N+K=56 и является чётной, значит, расстановка имеет решение.
    В процессе решения головоломки сумма N+K меняется, но не меняет её чётность, так как решаемые комбинации не могут переходить в нерешаемые
    и наоборот.
</p>

<p>
    Для того, чтобы Вы могли посмотреть работу данного правила «в действии», я написал следующее приложение:
</p>



<div id="pt-method" class="pt-widget">
    <div class="ps-pyatnashki"></div>

    <div class="controls centered_block">
        {ctrl_button action='dice' name='dice2' title='Смешать'}
    </div>

    <div class="info text">
        K=<span class="K">4</span>, N=<span class="N">8</span>, K+N=<span class="KPN">12</span><br/>
        <b class="res">Решение есть/нет</b><br/>
        Инверсии: <span class="pt-inversions">(15+13, 14+11, 11+5, 12+2, 6+1, 10+9, 9+4, 8+7)</span>
    </div>
</div>

<p>
    Всё, что я хотел Вам рассказать о пятнашках, было рассказано и на этом можно завершить, но...
    Поскольку мы с Вами должны приобщаться к исследовательской деятельности, я не могу Вам не оставить ничего для самостоятельного
    размышления, Вы же понимаете:)
</p>

<br/>
<h2>Исследование правила определения решаемости головоломки по количеству инверсий для произвольной доски nxn</h2>

<p>
    В качестве предмета исследования предлагаю Вам посмотреть, как работает вышеописанное правило для поля произвольных размеров nxn.
    Полигоном исследований Вам послужит написанное мною приложение, которое позволит:
</p>

{ol}
Менять размеры игрового поля
Генерировать расстановки с произвольным положением пустой ячейки
Генерировать расстановки с пустой ячейкой, находящейся в нижнем ряду
Выяснить, работает ли правило в той или иной ситуации
{/ol}

<p>
    Проверять, работает ли правило, мы будем, как Вы понимаете, с помошью сравнения с методом подсчёта
    чётности расстановки, который работает всегда. Исследования предполагается проводить так:
</p>

{ol}
Устанавливаете размер поля
Генерируете расстановку (со случайным положением пустой ячейки или с пустой ячейкой, находящейся в нижнем ряду)
Наблюдаете, как согласуются результаты, получаемые по двум методам
{/ol}

<p>
    Понятно что для одного-двух случаев результаты обоих методов могут случайно совпасть, поэтому нужно сгенерировать
    порядка десяти разных комбинаций. То есть: устанавливаете размеры поля и несколько раз подрят кликаете
    по одному из двух игральных кубиков, наблюдая за полем "Конфликт".
</p>
<p>
    Если результаты методов всегда совпадают, то правило работает;
    если иногда совпадают, а иногда нет &mdash; правило не работает; если всегда не совпадают, то правило работает противоположным образом.
    Результаты наблюдений внесите в таблицу:
</p>


<table class="pt-experement">
    <tr>
        <td></td>
        <td>n &mdash; чётное (2x2, 4x4, ...)</td>
        <td>n &mdash; нечётное (3x3, 5x3, ...)</td>
    </tr>
    <tr>
        <td>{nobr}Пустая ячейка расположена{/nobr} случайно</td>
        <td>
            <select>
                <option value="0">&mdash;</option>
                <option value="1">Правило не работает</option>
                <option value="2">Правило работает</option>
                <option value="3">Правило работает наоборот</option>
            </select>
        </td>
        <td>
            <select>
                <option value="0">&mdash;</option>
                <option value="1">Правило не работает</option>
                <option value="2">Правило работает</option>
                <option value="3">Правило работает наоборот</option>
            </select>
        </td>
    </tr>
    <tr>
        <td>{nobr}Пустая ячейка расположена{/nobr} в нижнем ряду</td>
        <td>
            <select>
                <option value="0">&mdash;</option>
                <option value="1">Правило не работает</option>
                <option value="2">Правило работает</option>
                <option value="3">Правило работает наоборот</option>
            </select>
        </td>
        <td>
            <select>
                <option value="0">&mdash;</option>
                <option value="1">Правило не работает</option>
                <option value="2">Правило работает</option>
                <option value="3">Правило работает наоборот</option>
            </select>
        </td>
    </tr>
</table>

<br/>

<div id="pt-method2" class="pt-widget">
    <div class="centered_block">
        <label class="field_size">Размер поля:
            <select>
                {section name='bar' loop='9' start='2'}
                    <option value="{$smarty.section.bar.index}">&nbsp;{$smarty.section.bar.index}x{$smarty.section.bar.index}&nbsp;&nbsp;</option>
                {/section}
            </select>
        </label>
    </div>

    <div class="ps-pyatnashki"></div>

    <div class="controls centered_block">
        {ctrl_button action='dice' name='dice2' title='Смешать, произвольное положение пустой ячейки'}
        {ctrl_button action='dice2' name='dice3' title='Смешать, пустая ячейка находится в нижнем ряду'}
    </div>

    {table class="info"}
    По чётности:||<b class="res-even">Решение есть/нет</b>
    По инверсиям:||<b class="res-inv">Решение есть/нет</b>
    Конфликт:||<b class="res-conf">Решение есть/нет</b>
    {/table}

    <h5>Проверка решаемости по чётности расстановки<span>:</span></h5>
    <div class="m2 text">
        M=<span class="M">4</span>, N=<span class="N">8</span>, M+N=<span class="MPN">12</span><br/>
        Перестановки:
        <ol start="0">
            <li>123</li>
        </ol>
        {notice}M&mdash;Манхеттэнское расстояние, N&mdash;количество перестановок{/notice}
    </div>

    <h5>Проверка решаемости по инверсиям<span>:</span></h5>
    <div class="m1 text">
        K=<span class="K">4</span>, N=<span class="N">8</span>, K+N=<span class="KPN">12</span><br/>
        Инверсии: <span class="pt-inversions">(15+13, 14+11, 11+5, 12+2, 6+1, 10+9, 9+4, 8+7)</span><br/>
        {notice}K&mdash;номер строки с пустой ячейкой, N&mdash;количество инверсий{/notice}
    </div>

</div>

<p>
    Чтобы не возникало желания посмотреть результаты раньше времени, я их скрыл:) Если Вы уже справились с работой, то можете
    сравнить результаты исследования:
</p>
{hidden text='показать'}

<table class="pt-experement">
    <tr>
        <td></td>
        <td>n &mdash; чётное (2x2, 4x4, ...)</td>
        <td>n &mdash; нечётное (3x3, 5x3, ...)</td>
    </tr>
    <tr>
        <td>{nobr}Пустая ячейка расположена{/nobr} случайно</td>
        <td>Правило работает</td>
        <td>Правило не работает</td>
    </tr>
    <tr>
        <td>{nobr}Пустая ячейка расположена{/nobr} в нижнем ряду</td>
        <td>Правило работает</td>
        <td>Правило работает наоборот</td>
    </tr>
</table>

<p>
    Для <b>чётных сторон</b> поля правило работает всегда.
</p>
<p>
    Для <b>нечётных строн</b> поля, когда <b>пустая ячейка</b> находится <b>в произвольном положении</b>, правило вообще не работает
    (его результат не всегда совпадает с правилом определения решаемости по методу посчёта чётности расстановки).
</p>
<p>
    Для <b>нечётных сторон</b> поля, когда <b>пустая ячейка</b> находится <b>в нижнем ряду</b>, правило работает противоположным образом
    (результаты двух методов в таком случае никогда не совпадают). То есть, если для поля с нечётной стороной n, в которм пустая ячейка
    находится в нижнем ряду, сумма количества инверсий и номера последней строки оказывается чётной, то такая расстановка &mdash; нерешаема.
</p>
{/hidden}

<p>
    Если вы получили те-же результаты, отлично! Но предлагаю пойти ещё дальше в рассуждениях. Итак, мы не можем обобщить данное
    правило для всех ситуаций, так как оно не работает в одном из случаев, но можем его обобщить на случай, когда пустая ячейка находится
    в нижнем ряду игрового поля.
</p>

<p>
    Действительно, исследования показали, что для таких случаев правило работает, если его «инвертировать» для «нечётных» досок.
    Инвертировать данное правило мы можем добавлением размера поля n к сумме количества инверсий N и номера пустой строки K. 
</p>

<br/>
<p>
    Чтобы это было всем понятно, напомню: если a и b &mdash; произвольные целые числа,
    то сумма (a+b) имеет ту–же чётность, что и число a, если b &mdash; чётно, и противоположную чётность, если b &mdash; нечётно. 
    Например, 3+2=5 имеет ту-же чётность, что и 3, но 3+3=6 имеет чётность, отличную от чётности 3.
    Это является следствием того, что чётные числа имеют формулу 2n, а нечётные 2m+1:
</p>

{table}
||Чётное (2n)||Нечётное (2n+1)
Чётное (2m)||Чётное (2n+2m=2(n+m))||Нечётное (2m+2n+1=2(m+n)+1)
Нечётное (2m+1)||Нечётное (2n+2m+1=2(m+n)+1)||Чётное (2m+1+2n+1=2(m+n+1))
{/table}
<br/>

<p>
    Итак, мы добавили к сумме N+K слагаемое n и условились, что пустая ячейка находится в нижнем ряду, а значит K=n, поэтому сумма
    в конечном виде выглядит так: N+2n. 2n &mdash; число чётное, а значит N+2n имеет ту-же чётность, что и N. Подведём итог нашим исследованиям:
</p>

{box}
<p>
    Расстановка на поле произвольного размера nxn, n&geq;2, в которой пустая ячейка находится в нижмен ряду, является решаемой, 
    если количество инверсий в ней &mdash; чётно.
</p>
{/box}

<p>
    Мы сузили правило, так как ограничили положение пустой ячейки, но зато дали программистам инструмент быстрой проверки такого
    поля на решаемость. Учитывая, что обычно в начале игры пустая ячейка находится справа внизу, то полученное правило является довольно
    полезным.
</p>

<p>
    <b>Важное замечние</b> &mdash; последние полученные нами выводы не обоснованы математически! Мы получили их эмпирически, то есть на опыте.
    Мне могут возразить, сказав &mdash; в таком случае можно было взять 3-4 прямоугольных треугольника, проверить для них выполнение теоремы 
    Пифагора и сказать, без доказательства, что теорема Пифагора верна для всех прямоугольных треугольников... 
</p>
<p>
    Такое замечание будет совершенно
    справедливым! Но... Именно такие наблюдения сподвигают к точным доказательствам и детальным исследованиям, к которым, надеюсь, и я Вас сподвиг сегодня.
    Возможно, Вы не только строго докажете или опровергните полученные нами выводы, но и получете общее правило проверки произвольной расстановки
    на решаемость, отличное от способа подсчёта перестановок и Манхэттенского расстояния.
</p>

<h2>Заключение</h2>

<p>
    Мы с Вами проделали большую работу! Все мы &mdash; большие молодцы!!! Далее предлагаю пособирать эту замечательную головоломку на
    скорость и минимальное количество перемещений. Все предлагаемые комбинации гарантированно имеют решение, и теперь Вы знаете,
    как это проверяется;)
</p>

{psplugin name='pyatnashki'}.{/psplugin}

{*
================================================================================
*}

{part desc='Осип Эмильевич Мандельштам'}VERSE{/part}
<p>
    Сегодня в нашем журнале стихи Осипа Эмильевича Мандельштама. Стихи Мандельштама совсем не просты, часто заставляют основательно задуматься,
    глубина образов просто поражает... К сожалению, в школе я не глубоко изучал его творчество, но позднее данный пробел был частично восполнен. 
    Сегодня предлагаю Вашему вниманию мои самые любимые стихи.
</p>

{versein poet='mandelshtam' verse='pechal'}

<p>
    Стихотворение «Невыразимая  печаль...» &mdash; одно из ранних в творчестве поэта.
    Это  &mdash; небольшой  лирический  этюд  в  стиле натюрморта. Тема этюда &mdash; утреннее  пробуждение, ощущения  своего  бытия  и
    связи с предметами действительности: комната, хрустальная ваза, бисквит, вино. Луч  солнца  создает  движение  в  картине: сначала он 
    ударяется  о хрустальную вазу, потом  освещает  всю  комнату, наконец  будит  того, кто находится в комнате и играет на его пальцах...
</p>

<p>
    «Немного красного вина,
    Немного солнечного мая...»
    Это напоминает отрывок из кулинарного рецепта. Мандельштам очень любил сладости. Об этом можно найти в воспоминаниях современников. 
    Например:  «...Он рассказывает, как ему в одно весеннее  утро  до  смерти  захотелось гоголь-моголя. Он пошел на рынок и купил у 
    торговки яйцо. Но по дороге мужик продавал шоколад  «Золотой  ярлык»,  любимый  шоколад  Мандельштама. Увидев шоколад, Мандельштам
    забыл про гоголь-моголь, ему «до зареза» захотелось шоколаду».
</p>

<p>
    Следующее стихотворение также относится к раннему творчеству поэта
</p>

{versein poet='mandelshtam' verse='vecher'}

<br/>
<p>
    Далее приведу несколько стихотворений о любви, так как о ней Мандельштам писал прекрасно.
</p>

{versein poet='mandelshtam' verse='tebeslugit'}

<p>
    Не правда-ли, в стихотворении чувствуется преклонение перед женщиной? Стихи Мандельштама о любви вообще пронизаны этой ноткой...
    Вот ещё одно прекрасное стихотворение, относящееся уже к позднему творчеству поэта.
</p>

{*versein poet='mandelshtam' verse='doblestvekov'}
{versein poet='mandelshtam' verse='son'*}

{versein poet='mandelshtam' verse='masterica'}

<p>
    "Уходи, уйди, еще побудь" &mdash; великолепное, очень сильное окончание! Вы обратили внимание, сколько в стихотворении образов?
    "Полухлебом плоти накорми" &mdash; о чём речь? "Я с тобой в глухой мешок зашьюсь" &mdash; что это значит? "За тебя кривой воды напьюсь" &mdash;
    что имеет ввиду автор?
</p>
<p>
    Анализируя стихи Мандельштама, начинаешь понимать, насколько глубоко скрыт смысл, сколько пластов лежит сверху, сколькими способами
    можно трактовать стихотворения...
    Предоставляю Вам самостоятельно найти ответы на все эти вопросы. Поэзия, как мне кажется, вообще &mdash; дело очень личное.
</p>


<br/>
<p>
    Завершим мы знакомство с творчеством Мандельштама двумя лёгкими стихами, посвящёнными женщине:)
</p>

{versein poet='mandelshtam' verse='galko'}

<p>
    Следующее стихотворение мне нравится особенно. Оно очень светлое, лёгкое, возвышенное. Проверьте, сможете ли
    вы выучить его наизусть за 5 минут?:)
</p>

{versein poet='mandelshtam' verse='negneenegnogo'}

<p>
    И опять вопрос: "И все твое - От неизбежного. От неизбежного Твоя печаль" &mdash; как Вы это понимаете?
    Или образ "Даль очей" &mdash; это не привычная нам "Глубина очей". Почему автор употребил эименно такой образ?
</p>

<p>
    На сегодня с поэзией мы закончим. Я Вам искренне рекомендую поразмыслить над этими и другими стихами Мандельштама,
    найти их анализы, ощутить глубину идей. Это будет действительно полезным занятием, во всех отношениях.
</p>

<br/>
<p>
    Перед тем, как перейти к очередной порции задачек на сообразительность, предлагаю нам всем немного развеяться. Сегодня
    будем смеяться над ляпами в школьных сочинениях, а также у нас две занимательных истории &mdash; одна из жизни Нильса Бора,
    вторая &mdash; из жизни одного студента, который впоследствии стал всемироизвестным физиком:)
</p>

{*
================================================================================
*}
{part}Юмор{/part}

{joke}
{h1}Из школьных сочинений{/h1}
{ol}
У романтического героя периодически умирает возлюбленная. 
Робинзон Крузо увидел старого козла и понял, что надо заняться скотоводством этого козла. 
Обломов разложился на диване. 
Идеей-фикс Родиона Раскольникова была старушка-наложница. 
Дон Кихот имел свою девушку лишь понаслышке... 
Когда бомбы стали разрываться в гуще солдат, Пьеру неожиданно открылся внутренний мир простых русских людей.
Толстой несколько раз переделывал "Войну и мир", чтобы нам было легче ее изучать.
Онегин, как и все помещики, родился не в роддоме, а на брегах Невы.
Французы бросились наутек, не выдержав духа русской армии.
Грибоедов написал "Горе от ума", потому что много учился.
А судьи кто?.. — вскрикивает Чацкий, как бы подводя нас к какой-то мысли... 
Грибоедов точно подметил, что все люди, как и Чацкий, попадают на бал прямо с вокзала.
Когда Молчалин падает с лошади, Софья теряет сознание из-за такого пустяка. 
Когда Чацкий узнал, что Софья в стане его врагов, он начал бить ее меткими словами.
Названием своей поэмы Грибоедов сразу дает понять читателю, что не надо умничать.
У Скалозуба была прекрасная память, он хорошо помнил всех женщин, с которыми не служил.
Шел полк французов и кутузов.
Чичиков ехал в карете с поднятым задом.
Чацкий был самодостаточен. Об том говорит, хотя бы, отсутствие у него детей.
Умер М.Ю.Лермонтов на Кавказе, но любил он его не поэтому!
У Ростовых было три дочери: Hаташа, Соня и Hиколай.
Троекуров был хотя не глуп, но немного с приветом.
Трактор мчался по полю, слегка попахивая…
Тарас сел на коня. Конь согнулся, а потом засмеялся.
Так как Печорин — человек лишний, то и писать о нем — лишняя трата времени.
Сыновья приехали к Тарасу и стали с ним знакомиться.
Суворов был настоящим мужчиной и спал с простыми солдатами.
Стихотворение написано в рифму, что нередко наблюдается у поэта.
Старый князь Болконский не хотел свадьбы сына с Hаташей Ростовой и дал ему год условно.
Сонные веки опали ему на грудь.
Славяне были вольнолюбивым народом. Их часто угоняли в рабство, но и там они не работали…
Скалозуб слова умного не выговорил после родов.
Рембрант стоял под дождем в семейных трусах и блаженно улыбался…
Пугачев помогал Гриневу не только в работе, но и в любви к Маше.
Пугачев пожаловал шубу и лошадь со своего плеча.
Поэты XIX века были легкоранимыми людьми: их часто убивали на дуэлях.
Помещицы у Пушкина пьют, едят и хереют.
Полководцы — смелые люди, они готовы рисковать жизнью других людей.
Под старость лет его приковало к постели раком.
По дороге в Богучарово Андрей Болконский, как старый дуб, расцвел и зазеленел.
По двору гуляли куры, утки и прочая домашняя утварь…
Печорин мог сделать карьеру, нарожать кучу детей, но все это было бы убийственно для такого умного человека.
Летом мы с пацанами ходили в поход с ночевкой, и с собой взяли только необходимое: картошку, палатку и Марию Ивановну.
Плюшкин навалил у себя в углу целую кучу и каждый день туда подкладывал.
Ленский вышел на дуэль в панталонах. Они разошлись и раздался выстрел.
Дантес не стоил выеденного яйца Пушкина.
Во двор въехали две лошади. Это были сыновья Тараса Бульбы.
Онегину нравился Байрон, поэтому он и повесил его над кроватью.
Герасим поставил на пол блюдечко, и стал тыкать в него мордочкой.
У Онегина было тяжело внутри, и он пришел к Татьяне облегчиться.
Лермонтов родился у бабушки в деревне, когда его родители жили в Петербурге.
Чацкий вышел через задний проход и подпёрнул дверь палкой.
Герасим налил Муме щей.
Бедная Лиза рвала цветы и этим кормила свою мать.
Хлестаков сел в бричку и крикнул: “Гони, голубчик, в аэропорт!”
Отец Чацкого умер в детстве.
Пьер был светский человек и поэтому мочился духами.
Вдруг Герман услыхал скрип рессор. Это была старая княгиня.
Кабаниха нащупала у Катерины мягкое место и каждый день давила на него.
Душа Татьяны полна любви и ждёт не дождётся, как бы обдать ею кого-нибудь.
Онегин был богатый человек: по утрам он сидел в уборной, а потом ехал в цирк.
Петр Первый соскочил с пьедестала и побежал за Евгением, громко цокая копытами.
Нос Гоголя наполнен глубочайшим содержанием.
Глухонемой Герасим не любил сплетен и говорил только правду.
Тургенева не удовлетворяют ни отцы, ни дети.
Такие девушки, как Ольга, уже давно надоели Онегину, да и Пушкину тоже.
С Михаилом Юрьевичем Лермонтовым я познакомилась в детском саду.
Герасим ел за четверых, а работал один.
Печорин похитил Бэлу в порыве чувств и хотел через ее любовь приблизиться к народу. Hо ему это не удалось. Hе удалось ему это и с Максимом Максимычем.
У Чичикова много положительных черт: он всегда выбрит и пахнет.
Шелковистые, белокурые локоны выбивались из под её кружевного фартука.
Фамусов осуждает свою дочь за то, что Софья с самого утра и уже с мужчиной.
Таким образом, Печорин овладел Бэлой, а Казбич - Каракезом.
Наташа была истинно русской натурой, очень любила природу и часто ходила на двор.
Грушницкий тщательно целил в лоб, пуля оцарапала колено.
Здесь он впервые узнал разговорную русскую речь от няни Арины Родионовны.
Первые успехи Пьера Безухова в любви были плохие - он сразу женился.
В результате из Тихона вырос не мужчина, а самый настоящий овца.
Кирсанов сидел в кустах, но все, что не надо, видел.
Председатель так взял доярок за живое, что надой молока сразу увеличился.
Когда я прочитал роман Горького “Мать”, то сам захотел стать матерью.
Hа поле раздавались стоны раненых и мертвых.
Летать на костылях непросто, но он научился.
Он увидел следы копыт и навоз. Это значит, что здесь прошли красные.
На берегу реки доярка доила корову, а в воде отражалось все наоборот.
Hаташа Ростова хотела что-то сказать, но откpывшаяся двеpь закpыла ей pот.
Когда туман pассеялся, князь увидел татаpо-монгольское иго.
"Хоть одним глазком взгляну на Париж..." - мечтал Кутузов.
Андрей Болконский часто ездил поглядеть тот дуб, на который он был похож как две капли воды.
На борьбу с Гулливером поднялись все лилипуты, от мала до велика.
Борис не пожалел для друга ни последнего куска хлеба, ни последнего патрона.
В отсутствие Онегина Татьяна часто ходила в его кабинет, где постепенно из девушки превращалась в женщину.
Достоевский сделал героиню своего романа матерью.
Доярка сошла с трибуны и на нее тотчас же влез председатель.
Капитанша рассказала о Пете Швабрине, которого отправили сюда за самоубийство.
Комсомольцы трудились день и ночь, не покладая рук, не вставая с постели.
Базаров любил разных насекомых и делал им прививки.
Папа Карло вырубил Буратино.
Мальчик в лодке быстро греб коромыслами.
Из всех женских прелестей у Марии Болконской были только глаза.
{/ol}
{/joke}


{joke}
<p>
    {postimgp name='Bor.jpg'}Нильс Бор{/postimgp}
    любил ходить в кино, причём из всех жанров признавал только один — ковбойские вестерны. Когда Бор по вечерам 
    начинал жаловаться на усталость и рассеяность и говорил, что «надо что то предпринять», все его ученики знали, что лучший 
    способ развлечь профессора — сводить его на что нибудь вроде «Одинокого всадника» или «Схватки в заброшенном ранчо». 
</p>
<p>
    После одного из таких просмотров, когда по дороге домой все подсмеивались над непременной и избитой ситуацией — герой всегда 
    хватается за револьвер последним, но успевает выстрелить первым, — Бор неожиданно стал утверждать, что так на самом деле и должно быть. 
    Он развил теорию, согласно которой злодей, собирающийся напасть первым, должен сознательно выбрать момент, когда начать движение, и это 
    замедляет его действия, тогда как реакция героя — акт чисто рефлекторный, и потому он действует быстрее. С Бором никто не соглашался, 
    разгорелся спор. Чтобы разрешить его, послали в лавку за парой игрушечных ковбойских револьверов. В последовавшей серии «дуэлей» Бор, 
    выступая в роли положительного героя, «перестрелял» всех своих молодых соперников!
</p>
<p>
    Трудно себе представить, что привлекало Бора в этих картинах. «Я вполне могу допустить, — говорил он, — что хорошенькая героиня, 
    спасаясь бегством, может оказаться на извилистой горной тропе. Менее вероятно, но всё же возможно, что мост над пропастью рухнет как раз 
    в тот момент, когда она на него наступит. Исключительно маловероятно, что в последний момент она схватится за былинку и повиснет над 
    пропастью, но даже с такой возможностью я могу согласиться. Совсем уж трудно, но всё таки можно поверить в то, что красавец ковбой как раз 
    в это время будет проезжать мимо и выручит несчастную. Но чтобы в этот момент тут же оказался оператор с камерой, готовый заснять все эти 
    волнующие события на плёнку, — уж этому, увольте, я не поверю!»
</p>
{/joke}



{joke}
{text}
Один умный профессор однажды в университете задал студенту интересный вопрос. 

Профессор: Бог хороший? 
Студент: Да.
Профессор: А Дьявол хороший?
Студент: Нет.
Профессор: Верно. Скажи мне, сынок, существует ли на Земле зло?
Студент: Да.
Профессор: Зло повсюду, не так ли? И Бог создал все, верно?
Студент: Да.
Профессор: Так кто создал зло?
Студент: ...
Профессор: На планете есть уродство, наглость, болезни, невежество? Все это есть, верно? 
Студент: Да, сэр. 
Профессор: Так кто их создал? 
Студент: ... 
Профессор: Наука утверждает, что у человека есть 5 чувств, чтобы исследовать мир вокруг. Скажи мне, сынок, ты когда-нибудь видел Бога? 
Студент: Нет, сэр. 
Профессор: Скажи нам, ты слышал Бога? 
Студент: Нет, сэр. 
Профессор: Ты когда-нибудь ощущал Бога? Пробовал его на вкус? Нюхал его? 
Студент: Боюсь, что нет, сэр. 
Профессор: И ты до сих пор в него веришь? 
Студент: Да. 
Профессор: Исходя из полученных выводов, наука может утверждать, что Бога нет. Ты можешь что-то противопоставить этому? 
Студент: Нет, профессор. У меня есть только вера. 
Профессор: Вот именно. Вера &mdash; это главная проблема науки. 
Студент: Профессор, холод существует? 
Профессор: Что за вопрос? Конечно, существует. Тебе никогда не было холодно? 
<i>(Студенты засмеялись над вопросом молодого человека)</i>
Студент: На самом деле, сэр, холода не существует. В соответствии с законами физики, то, что мы считаем холодом в действительности является отсутствием тепла. Человек или предмет можно изучить на предмет того, имеет ли он или передает энергию. Абсолютный ноль (-273 градуса по Цельсию) есть полное отсутствие тепла. Вся материя становится инертной и неспособной реагировать при этой температуре. Холода не существует. Мы создали это слово для описания того, что мы чувствуем при отсутствии тепла.
<i>(В аудитории повисла тишина)</i>
Студент: Профессор, темнота существует? 
Профессор: Конечно, существует. Что такое ночь, если не темнота?
Студент: Вы опять неправы, сэр. Темноты также не существует. Темнота в действительности есть отсутствие света. Мы можем изучить свет, но не темноту. Мы можем использовать призму Ньютона, чтобы разложить белый свет на множество цветов и изучить различные длины волн каждого цвета. Вы не можете измерить темноту. Простой луч света может ворваться в мир темноты и осветить его. Как вы можете узнать насколько темным является какое-либо пространство? Вы измеряете, какое количество света представлено. Не так ли? Темнота, это понятие, которое человек использует, чтобы описать, что происходит при отсутствии света. А теперь скажите, сэр, смерть существует?
Профессор: Конечно. Есть жизнь, и есть смерть &mdash; обратная ее сторона. 
Студент: Вы снова неправы, профессор. Смерть &mdash; это не обратная сторона жизни, это ее отсутствие. В вашей научной теории появилась серьезная трещина. 
Профессор: К чему вы ведете, молодой человек? 
Студент: Профессор, вы учите студентов тому, что все мы произошли от обезьян. Вы наблюдали эволюцию собственными глазами? 
<i>Профессор покачал головой с улыбкой, понимая, к чему идет разговор.</i>
Студент: Никто не видел этого процесса, а значит вы в большей степени священник, а не ученый. 
<i>(Аудитория взорвалась от смеха)</i>
Студент: А теперь скажите, есть кто-нибудь в этом классе, кто видел мозг профессора? Слышал его, нюхал его, прикасался к нему?
<i>(Студенты продолжали смеяться)</i>
Студент: Видимо, никто. Тогда, опираясь на научные факты, можно сделать вывод, что у профессора нет мозга. При всем уважении к вам, профессор, как мы можем доверять сказанному вами на лекциях?
<i>(В аудитории повисла тишина)</i>

Профессор: Думаю, вам просто стоит мне поверить. 
Студент: Вот именно! Между Богом и человеком есть одна связь &mdash; это ВЕРА! 
Профессор сел. 
Этого студента звали {postimgp name='Einstein.jpg'}Альберт Эйнштейн{/postimgp}.
{/text}
{/joke}


{*
================================================================================
*}
{part}Головоломки{/part}

<p>
    Прежде, чем перейти к задачкам, хочу продолжить тему пятнашек. Пятнашки открывают историю так называемых «игр с дыркой» —
    головоломок, в которых фишки перемещают по игровому полю, при этом одно из мест на нем свободно. Ниже рассмотрим некоторые из них:
</p>

<ol>
    <li>
        <h5>Broken heart («Разбитое сердце»)</h5>
        <p>
            Эту головоломку недавно придумали в Японии. Доска в ней имеет размеры 17x17. Играют восемью плитками 6x5. Половина из них уложена
            горизонтально, а вторая половина — вертикально. В собранном состоянии на фишках виден рисунок сердечка: 
        </p>
        {postimgb name='BrokenHeart.jpg' text='Разбитое сердце'}
        <p>
            Цель игры в том, чтобы переставить прямоугольники так, чтобы собрать сердце заново.
            Сделать это не так просто, как может показаться, ведь три «горизонтальных» прямоугольника не помещаются в одной строке,
            а три «вертикальных» — в одном столбце. Кратчайшее известное решение головоломки требует 34 перемещения плиток.
        </p>
        <p>
            Я нашёл прекрасную реализацию этой головоломки в интернете и предлагаю Вам самостоятельно попробовать справиться с ней:
            <a href="http://www.johnrausch.com/SlidingBlockPuzzles/heart.htm" target="_blank">попробовать собрать головоломку</a>.
            Головоломка не простая, и если у Вас долго не будет получаться справиться с ней, то можете 
            <a href="http://www.johnrausch.com/SlidingBlockPuzzles/images/a-heart.gif" target="_blank">посмотреть ход решения</a>
            (правда "в перемотке").
        </p>
    </li>


    <li>
        <h5>Ханойская башня</h5>
        <p>
            Ханойская башня является одной из популярных головоломок XIX века. Даны три стержня, на один из которых нанизаны восемь колец, 
            причем кольца отличаются размером и лежат меньшее на большем. Задача состоит в том, чтобы перенести пирамиду из восьми колец за 
            наименьшее число ходов. За один раз разрешается переносить только одно кольцо, причём нельзя класть большее кольцо на меньшее.
            Эту известную игру придумал французский математик {postimgp name='Luca.jpg'}Эдуард Люка{/postimgp}, в 1883 году:
        </p>
        {postimgb name='Tower_of_Hanoi.jpeg' text='Модель Ханойской башни с восемью дисками'}

        <p>
            Легенда гласит, что в Великом храме города Бенарас, под собором, отмечающим середину мира, находится бронзовый диск, на котором укреплены 3 алмазных стержня, высотой в один локоть и толщиной с пчелу. Давным-давно, в самом начале времён, монахи этого монастыря провинились перед богом Брахмой. Разгневанный, Брахма воздвиг три высоких стержня и на один из них возложил 64 диска. Брахма поместил на один из стержней 64 диска из чистого золота, причем так, что каждый меньший диск лежит на большем.
        </p>

        <p>
            Как только все 64 диска будут переложены со стержня, на который Брахма сложил их при создании мира, на другой стержень, башня вместе с храмом обратятся в пыль и под громовые раскаты погибнет мир.
        </p>

        <p>
            Минимальное количество перекладываний в зависимости от количества колец вычисляется по формуле 2\sup{n}&minus;1.
            Число перемещений дисков, которые должны совершить монахи (n=64), равно {nobr}18 446 744 073 709 551 615{/nobr}. Если бы монахи, работая день и ночь, делали каждую секунду одно перемещение диска, их работа продолжалась бы 580 миллиардов лет.
        </p>

        <p>
            Попробуйте <a href="http://mamadu.ru/games/hanoi/" target="_blank">собрать головоломку</a>. Данная
            реализация Ханойской башни также позволяет посмотреть ход решения, нажав кнопку "Solve".
        </p>
    </li>

    <li>
        <h5>Ханойская башня Джанка (Junk's Hanoi)</h5>

        <p>
            Эта современная головоломка основана на классической Ханойской башне. В игре имеется 5 прямоугольников различных размеров.
            Задача &mdash; переместить все прямоугольники из левого угла игрового поля в правый:
        </p>

        {postimgb name='jhanoi.jpg jhanoi2.jpg' text="Junk's Hanoi.<br/>Слева — начальное положение, справа — конечное."}

        <p>
            Очень интересная головоломка и её Вы также можете 
            <a href="http://www.johnrausch.com/slidingblockpuzzles/jhanoi.htm" target="_blank">попробовать собрать</a>.
        </p>

        {notice}
        «Ханойская башня Джанка» &mdash; мой перевод английского названия Junk's Hanoi и я не уверен в его правильности.
        Если есть те, кто точно знает, как называется головоломка &mdash; пришлите мне, подправлю.
        {/notice}
    </li>

    <li>
        <h5>Поменять порядок элементов</h5>
        <p>
            Не знаю, как такие головоломки называются, но по сути &mdash; это смесь пятнашек и пазлов. От вас требуется собрать какую-либо
            комбинацию, перемещая (но не вынимая) элементы по игровому полю. Множество таких пазлов я нашёл на сайте
            <a href="http://www.johnrausch.com/slidingblockpuzzles/Default.htm" target="_blank">www.johnrausch.com</a>.
            Сайт отличный, но с навигацией &mdash; беда, поэтому я решил собрать наиболее понравившиеся мне головоломки в журнале:
        </p>

        <div id="john-puz">
            <a class="puzzle" href="http://www.johnrausch.com/slidingblockpuzzles/mcar.htm" target="_blank">
                {postimg name='puz/puz10.jpg'}
                <span class="descr">Поменяйте местами зелёные и красные квадратики</span>
            </a>

            <a class="puzzle" href="http://www.johnrausch.com/slidingblockpuzzles/trench2.htm" target="_blank">
                {postimg name='puz/puz12.jpg'}
                <span class="descr">Поменяйте местами чётные и нечётные числа</span>
            </a>

            <a class="puzzle" href="http://www.johnrausch.com/slidingblockpuzzles/goat.htm" target="_blank">
                {postimg name='puz/puz13.jpg'}
                <span class="descr">Загоните козу в загон</span>
            </a>

            <a class="puzzle" href="http://www.johnrausch.com/SlidingBlockPuzzles/panda.htm" target="_blank">
                {postimg name='puz/puz5.jpg'}
                <span class="descr">Верните панде мордашку</span>
            </a>

            <a class="puzzle" href="http://www.johnrausch.com/SlidingBlockPuzzles/123.htm" target="_blank">
                {postimg name='puz/puz7.jpg'}
                <span class="descr">Поменяйте местами элементы с цифрами 1 и 3</span>
            </a>

            <a class="puzzle" href="http://www.johnrausch.com/SlidingBlockPuzzles/heartin.htm" target="_blank">
                {postimg name='puz/heartin.jpg'}
                <span class="descr">Поместите сердце в рамку</span>
            </a>

            <a class="puzzle" href="http://www.johnrausch.com/SlidingBlockPuzzles/anglsatn.htm" target="_blank">
                {postimg name='puz/puz6.jpg'}
                <span class="descr">Поменяйте фигурки местами</span>
            </a>

            <a class="puzzle" href="http://www.johnrausch.com/SlidingBlockPuzzles/neo123.htm" target="_blank">
                {postimg name='puz/puz8.jpg'}
                <span class="descr">Поменяйте местами элементы с цифрами 1 и 3</span>
            </a>

            <a class="puzzle" href="http://www.johnrausch.com/SlidingBlockPuzzles/egg.htm" target="_blank">
                {postimg name='puz/puz91.jpg'}
                <span class="descr">Соберите разбитое яйцо</span>
            </a>

            <div class="clearall"></div>
        </div>
    </li>
</ol>

{*
================================================================================
*}
{*Ответы на задачи предыдущего номера*}
{part}TASKS_A{/part}
<p>
    Теперь, по традиции, переходим к задачам предыдущиго номера, после чего Вас ожидает очередная порция задачек на сообразительность.
    В прошлом номере без ответа я оставил всего одну задачку, зато какую! Рассмотрим её.
</p>

{task}
<p>
    Вашему вниманию предлагается интересная шахматная задача. 
    Белые ставят мат в один ход... Но не все так просто:) Предложенная расстановка обладает,
    как минимум, двумя особенностями, найдите их. Сейчас ход белых.
</p>
{chessboard small=1}
wqb1,wbg1,wrh1,wpd2,bpf2,wbg2,bpd3,bpe3,bph3,bpc4,bkd4,wkd6,bpg6,bpa7,bpb7,bpf7,wnd8,wrg8
{/chessboard}

{notice}
Доска не перевёрнута и белые начинали партию на горизонталях 1 и 2, как обычно. 
Никакого подвоха в этом нет. Расстановка не интерактивная и на клики не реагирует:)
{/notice}

{ans}
<p>
    Данная расстановка действительно интересна. Наверное будут очень недовольны те, кто считает, что шахматные задачи должны
    существовать только тогда, когда они отражают ситуацию, которая реально может возникнуть на шахматной доске. 
    Тем не менее &mdash; тренировать наблюдательность тоже полезно:)
</p>

<p>
    Вы, наверняка, обратили внимание на то, что чёрному королю достаточно объявить шах, чтобы был мат.
    Но после попытки поставить шах фигура будет либо бита, либо король сможет закрыться чёрной пешкой.
    Итак, особенности расстановки:
</p>
<ol>
    <li>
        <h5>Данная расстановка не может возникнуть в реальной игре</h5>
        <p>
            Действительно &mdash; на поле стоит 9 чёрных пешек.
        </p>
    </li>
    <li>
        <h5>Достаточно убрать любую чёрную пешку, чтобы мат стал возможен</h5>
        <p>
            Проверьте &mdash; какую-бы чёрную пешку мы не убрали с доски, как мат тут-же станет возможен.
            Главное выбрать фигуру, которая поставит шах.
        </p>
    </li>
</ol>

{/ans}
{/task}


{*ЗАДАЧИ*}
{part}TASKS{/part}

{task}
Археолог нашёл серебряную монету, маркированную седьмым веком до нашей эры. Ему сразу сказали, что это подделка. Почему?
{ans}
Археолог нашёл серебряную монету, маркированную седьмым веком до нашей эры. Ему сразу сказали, что это подделка. Почему?
{/ans}
{solut}
Археолог нашёл серебряную монету, маркированную седьмым веком до нашей эры. Ему сразу сказали, что это подделка. Почему?
{/solut}
{/task}

{task}
Что больше: сумма всех цифр или их произведение?
{ans}
Больше сумма, так как произведение равно 0 (один из множителей &mdash; цифра 0).
{/ans}
{/task}


{task}
<p>
    Отец сына врача врачом не был. Как такое возможно?
</p>
{notice}
Как ни странно, ооочень многие данную задачу решить не могут. Убеждён, что для Вас, мои уважаемые читатели, она не составит никаких проблем:)
{/notice}
{ans}
Врачом была мать, и поэтому её сын &mdash; сын врача.
{/ans}
{/task}


{task}
<p>
    При издании книги потребовалось 2 775 цифр для того, чтобы пронумеровать ее страницы. Сколько стра­ниц в книге? 
</p>
{solut}
<p>
    На первые 9 страниц требуется 9 цифр. С 10-й по 99-ю страницу (90 страниц) требуется 90х2=180 цифр. 
    С 100-й по 999-ю страницу (900 страниц) требуется 900х3=2700 цифр (по 300 цифр на каждую сотню страниц с трехзначной нумерацией). 
    Следовательно, на 999 страниц необходимо 2700+180+9=2889 цифр. Мы перебрали (2889-2775)/3=38 страниц. Итого: 999-38=961 страница была 
    в книге.   
</p>
{/solut}
{ans}
961 страница
{/ans}
{/task}


{task}
<p>
    Расставьте следующие события по порядку:
</p>

<ul id="task-sort" class="ps-sortable">
    <li>Мужчина покупает платье</li>
    <li>Мужчина делает женщине подарок</li>
    <li>Женщина примеряет платье</li>
    <li>Женщина возвращает платье в магазин</li>
    <li>Женщина покупает шляпку</li>
</ul>

{notice}
Очень интересно, как вы решите данную задачу. Сам я её решил неправильно (по крайней мере в истчнике, 
где я её нашёл, ответ с моим не совпал). Предполагаю, что мужчины и женщины решат эту задачу по-разному:)
Можете мышкой перетаскивать элементы списка.
{/notice}

{ans}
<div id="task-sort-ans">
</div>
{notice}
Если у вас другой ответ, напишите об этом в комментариях и опишите, как Вы рассуждали:)
{/notice}
{/ans}
{/task}


{task}
<p>
    Если все работники автомойки работают с одинаковой скоросьтю и 8 человек могут помыть 
    50 машин за 60 часов, то за сколько часов 4 человека смогут вымыть 100 автомобилей?
</p>

{solut}
<p>
    Не буду давать решение "в лоб" (через вычисление скорости, с которой моет машины один человек),
    дам вариант решения с рассуждением, так задача решается гораздо проще.
</p>

<p>
    Если 8 человек моет 50 машин за 60 часов, то 4 человека помоет 50 машин за 120 часов, 
    так как число мойщиков сократилось вдвое. Далее, 4 человека помоет 100 машин за 240 часов,
    так как количество машин увеличилось вдвое.
</p>
{/solut}
{ans}
240 часов
{/ans}
{/task}


{task}
<p>
    Разместите цифры от 1 до 9 на сторонах треугольника так, чтобы вдоль каждой стороны сумма была равна 17.
</p>
<div class="put17">
    <div class="selects">
        <div class="sum sum1">&sum;=<span>0</span></div>
        <div class="sum sum2">&sum;=<span>0</span></div>
        <div class="sum sum3">&sum;=<span>0</span></div>
    </div>
    <div class="nums"></div>
    <div class="centered_block" class="ctrl">
        {ctrl_button action="dice" name="dice" title="Заполнить случайным образом" hoverable="1"}
        {ctrl_button action="clear" name="clear2" title="Очистить" hoverable="1"}
    </div>
</div>
{/task}


{task}
<p>
    В каком случае, смотря на цифру 2, мы говорим «десять»? 
</p>
{ans}
<p>
    Когда мы смотрим на часы, которые показывают десять минут какого-либо часа.
</p>
{/ans}
{/task}




<h2>Качественные задачи по физике</h2>


{task}
<p>
    Многие из Вас когда-нибудь замечали, что перед тем, как двинуть состав поезда вперед,
    машинист нередко подает весь состав назад. Для чего это делается? 
</p>
{ans}
<p>
    Это делается в том случае, если сцепки между вагонами стоящего на станции состава натянуты.
    Если паровоз станет тянуть состав в та­ком виде, ему придется сдвигать с места весь состав сразу;
    при тяжелом составе это ему не под силу. Другое дело, когда паровоз предварительно подал состав
    назад; сцепки тогда прослабляются, и приводится в движение вагон за вагоном после­довательно,
    — это гораздо легче.
</p>
{/ans}
{/task}


{task}
<p>
    Почему при взрыве парового котла, давление пара в кото­ром составляет всего лишь 10—15 атмосфер,
    могут произойти большие разрушения, в то время как при разрыве цилиндра гидравлического пресса,
    давление в котором превышает не­сколько сотен атмосфер, значительных разрушений не проис­ходит? 
</p>
{ans}
<p>
    Пар, так же как газ, обладает очень большой сжимаемостью; жидкости же, наоборот, чрезвычайно слабо
    сжимаемы; поэтому пар под сравнительно небольшим давлением (15 атмосфер), расширяясь, может
    совершить во много раз большую работу, чем жидкость, находящаяся под давлением 600 атмосфер.
</p>
{/ans}
{/task}



{task}
<p>
    Все мы неоднократно слышали журчание ручья. Как Вы считаете, отчего он журчит? 
</p>
{ans}
<p>
    Ручей журчит оттого, что струя воды при небольшом падении захватывает частицы
    воздуха и погружает их в воду, отчего образуются пузырьки. Лопаньем этих пузырьков и
    объясняется журчание ручья.
</p>
{/ans}
{/task}


{task}
<p>
    На гладкую доску положили 2 кирпича — один плашмя, а другой на ребро. Кирпичи весят одинаково.
    Какой кирпич соскользнет первым, если наклонять доску? 
</p>
{ans}
<p>
    Кирпичи начнут скользить одновременно. Ведь оба кирпича давят на доску с одинаковой силой, а
    значит, одинаковы и силы трения, которые приходится им преодолевать. Удельные силы трения,
    приходящиеся на каждый квадратный сантиметр площади соприкосновения кирпичей с доской, конечно,
    не равны. Но общие силы трения, действующие на кирпичи, равные произведению удельной силы трения
    на площадь поверхности соприкосновения, будут одинаковы.
</p>
{/ans}
{/task}


{task}
<p>
    На обыкновенных чашечных весах лежат: на одной чашке - булыжник, весящий ровно 2 кг, на другой - 
    желез­ная гиря, весящая так же 2 кг. Весы осторожно опустили под воду. Остались ли чашки в 
    равновесии? 
</p>
{ans}
<p>
    Каждое тело, если погрузить его в воду, ста­новится легче: оно "теряет" в своем весе столько,
    сколько весит вытесненная им вода. Булыжник весом в 2 кг занимает больший объем, чем 2-х
    килограммовая железная гиря, потому, что материал камня  легче железа. Значит, бу­лыжник вытеснит
    больший объем воды, нежели ги­ря, и по закону Архимеда потеряет в воде больше ве­са, чем гиря.
    Следовательно, весы под водой накло­нятся в сторону гири.
</p>
{/ans}
{/task}




{task}
<p>
    У Вас в руках находятся два абсолютно одинаковых на вид металлических цилиндра, один из которых
    является магнитом. Каким образом, без взаимодействия с другими предметами, можно определить &mdash;
    какой из цилиндров является магнитом? 
</p>
{ans}
<p>
    Магнит имеет у своих полюсов максимальное значение магнитного напряжения. В нашем случае
    максимальное значение магнитного напряжения будет наблюдаться на торцевых поверхностях цилиндра.
    По мере приближения к середине магнита магнетизм осла­бевает, в самой же середине величина его
    равна нулю. Следовательно, если при "Т" образном соединении цилиндры слипаются между собой, то
    магнитом будет являться цилиндр, соприкасающийся своей торцевой частью.
</p>
{/ans}
{/task}



{task}
<p>
    На соревнованиях по спортивной ходьбе один из участников на заданной дистанции достиг скорости
    3 м/сек. С какой скоростью выбрасывал он при ходьбе ступню каждой ноги? 
</p>
{ans}
<p>
    При ходьбе каждая нога половину времени находит­ся в движении, а половину стоит. Значит, ступня
    выбрасывает­ся со скоростью вдвое большей, чем идет спортсмен, то есть 6 м/сек.
</p>
{/ans}
{/task}


{task}
<p>
    С какой силой надо натягивать веревку, чтобы она не провисала? 
</p>
{ans}
<p>
    Как бы сильно веревка ни была натянута, она неизбежно будет провисать. Сила тяжести, вызывающая
    провисание, направлена отвесно, натяжение же веревки не имеет вертикального направления. Такие
    две силы ни при каких условиях не могут уравновеситься, то есть их равнодействующая не может
    равняться нулю. Эта равнодействующая и вызывает провисание веревки. Никаким усилием, как бы
    велико оно ни было, нельзя натянуть веревку строго прямолинейно (кроме случая, когда она
    направлена отвесно).
</p>
{/ans}
{/task}



{task}
<p>
    Напомню, что хлопок, широко используемый в текстильной промышленности, является очищенным волокном 
    из семенной коробочки хлопчатника.
    Плод хлопчатника представляет собой коробочку, которая разделена на 3—5 гнезд. В каждом гнезде
    находится от 5 до 11 семян. На каждом семени развивается от 5 до 15 тысяч волокон длиной 3-5 см.
    Ради этих волокон и выращивают хлопчатник:
</p>

{postimgn name='cotton.jpg' text='Плоды хлопчатника'}

<p>
    Для какой цели тонкое шелковистое волокно хлопчатника служит самому растению?
</p>
{ans}
<p>
    Длинные, легкие как пух волокна хлопка, служат для семечек хлопчатника своеобразным парашютом.
    Ветер, подхватывая эти волокна с прикрепленным на конце семенем, разносит их далеко вокруг.
</p>
{/ans}
{/task}


{task}
<p>
    Аэростат свободно и неподвижно держится в воздухе. Из гондолы его вылез человек и начал по тросу
    взбираться вверх. Куда подвинется при этом аэростат: вверх или вниз? 
</p>
{ans}
<p>
    Аэростат+человек представляют собой замкнутую систему, на которую не действуют внешние силы, 
    а значит центр масс такой системы не может сдвинуться. Человек ползёт по верёвке вверх, и, 
    так как центр масс должен оставаться неподвижным, сам аэростат будет двигаться в противоположную
    сторону, то есть начнёт опускаться.
</p>
<p>
    Здесь происходит то же, что и при ходьбе человека по дну лодки: лодка движется при этом назад.
</p>
{/ans}
{/task}


{task}
<p>
    Почему блюдце всегда имеет коль­цевидную каемку с нижней стороны? 
</p>
{ans}
<p>
    Блюдце, тарелка или чашка должны ровно стоять на горизон­тальном столе. Для этого их дно шлифуется,
    но шлифовать всю поверхность дна было бы дорого и долго. Гораздо легче отшлифовать только кольцевую
    кромку дна.
</p>
{/ans}
{/task}


{task}
<p>
    Возможно ли вскипятить воду на открытом пламени в бумажном стакане?
</p>
{ans}
<p>
    Температура, при которой закипает вода (100&deg;), меньше температуры при которой
    загорается бумага (233&deg;). Вода, в том числе кипящая, не дает бумаге нагреться до 
    температуры возгорания, и значит вода закипит в бумажном стакане.
</p>

<h5>Лирическое отступление</h5>
<p>
    По поводу температуры, при которой загорается бумага...
</p>
<p>
    У Рэя Брэдбери есть научно-фантастический роман-антиутопия «451 градус по Фаренгейту». 
</p>
<p>
    В эпиграфе романа говорится, что температура воспламенения бумаги — 451 °F. В романе описывается 
    общество, которое опирается на массовую культуру и потребительское мышление, в котором все книги, 
    заставляющие задумываться о жизни, подлежат сожжению; хранение книг является преступлением; 
    а люди, способные критически мыслить, оказываются вне закона. 
</p>

<p>
    Главный герой романа
    работает «пожарным» (что в книге подразумевает сожжение книг), будучи уверенным, что выполняет 
    свою работу «на пользу человечества». Но в скором времени он разочаровывается в идеалах общества, 
    частью которого является, становится изгоем и присоединяется к небольшой подпольной группе,
    сторонники которой заучивают тексты книг, чтобы спасти их для потомков.
</p>

<p>
    Книга интересная, рекомендую к прочтению.
</p>

<p>
    Мне же остаётся напомнить, что градусы по шкале Цельсия t\sub{C} и Фаренгейта t\sub{F} связаны
    соотношениями:
</p>

\[t_C=(t_F-32)\cdot\frac{5}{9}\]

{/ans}
{/task}

{*
================================================================================
*}
{*ещё задачки*}
{part}CITATA{/part}

{postimgn name='ship.jpg'}
{citata from='Грейс Хоппер'}
Кораблю безопасней в порту, но он не для этого строился.
{/citata}


{signature}