{if $showcase_mode}

    <p>Физик-теоретик, один из основоположников современной физики. Известен прежде всего как автор теории относительности. Эйнштейн внес также значительный вклад в создание квантовой механики, развитие статистической физики и космологии. Лауреат Нобелевской премии по физике 1921 («за объяснение фотоэлектрического эффекта»).</p>
    <p>Об этом величайшем человеке мы сегодня с Вами и поговогим.</p>

{else}

    <p>
        Физик-теоретик, один из основоположников современной физики. Известен прежде всего как автор теории относительности.
        Эйнштейн внес также значительный вклад в создание квантовой механики, развитие статистической физики и космологии.
        Лауреат Нобелевской премии по физике 1921 («за объяснение фотоэлектрического эффекта»).
    </p>

    <p>
        Родился 14 марта 1879 в Ульме (Вюртемберг, Германия) в семье мелкого коммерсанта.
        Предки Эйнштейна поселились в Швабии около 300 лет назад, и ученый до конца жизни сохранил мягкое южногерманское произношение, 
        даже когда говорил по-английски. Учился в католической народной школе в Ульме, затем, после переезда семьи в Мюнхен, в гимназии.
        Школьным урокам, однако, предпочитал самостоятельные занятия. В особенности привлекали его геометрия и популярные книги по естествознанию,
        и вскоре в точных науках он далеко опередил своих сверстников. К 16 годам Эйнштейн овладел основами математики, включая дифференциальное и
        интегральное исчисления.
    </p>

    <p>
        В 1895, не окончив гимназию, отправился в Цюрих, где находилось Федеральное высшее политехническое училище, пользовавшееся высокой репутацией. 
        Не выдержав экзаменов по современным языкам и истории, поступил в старший класс кантональной школы в Аарау.
        По окончании школы, в 1896, Эйнштейн стал студентом Цюрихского политехникума. Здесь одним из его учителей был превосходный математик
        Герман Минковский (впоследствии именно он придал специальной теории относительности законченную математическую форму), так что Энштейн мог бы
        получить солидную математическую подготовку, однако большую часть времени он работал в физической лаборатории, а в остальное время читал
        классические труды Г.Кирхгофа, Дж.Максвелла, Г.Гельмгольца и др.
    </p>

    <p>
        После выпускного экзамена в 1900 Эйнштейн в течение двух лет не имел постоянного места работы. Недолгое время он преподавал физику в 
        Шаффгаузене, давал частные уроки, а затем по рекомендации друзей получил место технического эксперта в Швейцарском патентном бюро в Берне.
        В этом «светском монастыре» Эйнштейн проработал 7 лет (1902–1907) и считал это время самым счастливым и плодотворным периодом в своей жизни.
    </p>

    <p>
        В 1905 в журнале «Анналы физики» («Annalen der Physik») вышли работы Эйнштейна, принесшие ему мировую славу. 
        С этого исторического момента пространство и время навсегда перестали быть тем, чем были прежде (специальная теория относительности),
        квант и атом обрели реальность (фотоэффект и броуновское движение), масса стала одной из форм энергии (E = mc2).
    </p>

    <p>
        Хронологически первыми были исследования Эйнштейна по молекулярной физике (начало им было положено в 1902), посвященные проблеме
        статистического описания движения атомов и молекул и взаимосвязи движения и теплоты. В этих работах Эйнштейн пришел к выводам, существенно
        расширяющим результаты, которые были получены австрийским физиком Л.Больцманом и американским физиком Дж.Гиббсом.
        В центре внимания Эйнштейна в его исследованиях по теории теплоты находилось броуновское движение. В статье 1905 О движении взвешенных в покоящейся
        жидкости частиц, требуемом молекулярно-кинетической теорией теплоты
        (ber die von molekularkinetischen Theorie der Wrme geforderte Bewegung von in ruhenden Flssigkeiten suspendierten Teilchen) он с помощью статистических
        методов показал, что между скоростью движения взвешенных частиц, их размерами и коэффициентами вязкости жидкостей существует количественное соотношение,
        которое можно проверить экспериментально. Эйнштейн придал законченную математическую форму статистическому объяснению этого явления, представленному
        ранее польским физиком М.Смолуховским. Закон броуновского движения Эйнштейна был полностью подтвержден в 1908 опытами французского физика Ж.Перрена.
        Работы по молекулярной физике доказывали правильность представлений о том, что теплота есть форма энергии неупорядоченного движения молекул.
        Одновременно они подтверждали атомистическую гипотезу, а предложенный Эйнштейном метод определения размеров молекул и его формула для броуновского
        движения позволяли определить число молекул.
    </p>

    <p>
        Если работы по теории броуновского движения продолжили и логически завершили предшествовавшие работы в области молекулярной физики,
        то работы по теории света, тоже базировавшиеся на сделанном ранее открытии, носили поистине революционный характер.
        В своем учении Эйнштейн опирался на гипотезу, выдвинутую в 1900 М.Планком, о квантовании энергии материального осциллятора.
        Но Эйнштейн пошел дальше и постулировал квантование самого светового излучения, рассматривая последнее как поток квантов света,
        или фотонов (фотонная теория света). Это позволяло простым способом объяснить фотоэлектрический эффект – выбивание электронов из
        металла световыми лучами, явление, обнаруженное в 1886 Г.Герцем и не укладывавшееся в рамки волновой теории света.
        Девять лет спустя предложенная Эйнштейном интерпретация была подтверждена исследованиями американского физика Милликена, а в 1923
        реальность фотонов стала очевидной с открытием эффекта Комптона (рассеяние рентгеновских лучей на электронах, слабо связанных с атомами).
        В чисто научном отношении гипотеза световых квантов составила целую эпоху. Без нее не могли бы появиться знаменитая модель атома
        Н.Бора (1913) и гениальная гипотеза «волн материи» Луи де Бройля (начало 1920-х годов).
    </p>

    <p>
        В том же 1905 была опубликована работа Эйнштейна К электродинамике движущихся тел (Zur Elektrodynamik der bewegter Krper). 
        В ней излагалась специальная теория относительности, которая обобщала ньютоновские законы движения и переходила в них при малых
        скоростях движения (v << c). В основе теории лежали два постулата: специальный принцип относительности, являющийся обобщением
        механического принципа относительности Галилея на любые физические явления (в любых инерциальных, т.е. движущихся без ускорения
        системах все физические процессы – механические, электрические, тепловые и т.д. – протекают одинаково), и принцип постоянства
        скорости света в вакууме (скорость света в вакууме не зависит от движения источника или наблюдателя, т.е. одинакова во всех
        инерциальных системах и равна 3Ч1010 см/с). Это привело к ломке многих основополагающих понятий (абсолютность пространства и времени),
        установлению новых пространственно-временных представлений (относительность длины, времени, одновременности событий). Минковский,
        создавший математическую основу теории относительности, высказал мысль, что пространство и время должны рассматриваться как единое
        целое (обобщение евклидова пространства, в котором роль четвертого измерения играет время). Разным эквивалентным системам отсчета
        соответствуют разные «срезы» пространства-времени.
    </p>

    <p>
        Исходя из специальной теории относительности, Эйнштейн в том же 1905 открыл закон взаимосвязи массы и энергии. Его математическим 
        выражением является знаменитая формула E = mc2. Из нее следует, что любой перенос энергии связан с переносом массы. Эта формула
        трактуется также как выражение, описывающее «превращение» массы в энергию. Именно на этом представлении основано объяснение т.н.
        «дефекта массы». В механических, тепловых и электрических процессах он слишком мал и потому остается незамеченным. На микроуровне
        он проявляется в том, что сумма масс составных частей атомного ядра может оказаться больше массы ядра в целом. Недостаток массы
        превращается в энергию связи, необходимую для удержания составных частей. Атомная энергия есть не что иное, как превратившаяся в
        энергию масса. Принцип эквивалентности массы и энергии позволил упростить законы сохранения. Оба закона, сохранения массы и сохранения
        энергии, до этого существовавшие раздельно, превратились в один общий закон: для замкнутой материальной системы сумма массы и энергии
        остается неизменной при любых процессах. Закон Эйнштейна лежит в основе всей ядерной физики.
    </p>

    <p>
        В 1907 Эйнштейн распространил идеи квантовой теории на физические процессы, не связанные с излучением. Рассмотрев тепловые колебания 
        атомов в твердом теле и используя идеи квантовой теории, он объяснил уменьшение теплоемкости твердых тел при понижении температуры,
        разработав первую квантовую теорию теплоемкости. Эта работа помогла В.Нернсту сформулировать третье начало термодинамики.
    </p>

    <p>
        В конце 1909 Эйнштейн получил место экстраординарного профессора теоретической физики Цюрихского университета. Здесь он преподавал 
        только три семестра, затем последовало почетное приглашение на кафедру теоретической физики Немецкого университета в Праге, где долгие
        годы работал Э.Мах. Пражский период отмечен новыми научными достижениями ученого. Исходя из своего принципа относительности, он в 1911
        в статье О влиянии силы тяжести на распространение света (ber den Einfluss der Schwerkraft auf die Ausbreitung des Lichtes) заложил
        основы релятивистской теории тяготения, высказав мысль, что световые лучи, испускаемые звездами и проходящие вблизи Солнца, должны
        изгибаться у его поверхности. Таким образом, предполагалось, что свет обладает инерцией и в поле тяготения Солнца должен испытывать
        сильное гравитационное воздействие. Эйнштейн предложил проверить это теоретическое соображение с помощью астрономических наблюдений
        и измерений во время ближайшего солнечного затмения. Провести такую проверку удалось только в 1919. Это сделала английская экспедиция
        под руководством астрофизика Эддингтона. Полученные ею результаты полностью подтвердили выводы Эйнштейна.
    </p>

    <p>
        Летом 1912 Эйнштейн возвратился в Цюрих, где в Высшей технической школе была создана кафедра математической физики. Здесь он занялся 
        разработкой математического аппарата, необходимого для дальнейшего развития теории относительности. В этом ему помогал его соученик
        Марсель Гросман. Плодом их совместных усилий стал труд Проект обобщенной теории относительности и теории тяготения
        (Entwurf einer verallgemeinerten Relativitatstheorie und Theorie der Gravitation, 1913). Эта работа стала второй, после пражской, вехой
        на пути к общей теории относительности и учению о гравитации, которые были в основном закончены в Берлине в 1915.
    </p>

    <p>
        В Берлин Эйнштейн прибыл в апреле 1914, будучи уже членом Академии наук (1913), и приступил к работе в созданном Гумбольдтом университете – 
        крупнейшем высшем учебном заведении Германии. Здесь он провел 19 лет – читал лекции, вел семинары, регулярно участвовал в работе
        коллоквиума, который во время учебного года раз в неделю проводился в Физическом институте.
    </p>

    <p>
        В 1915 Эйнштейн завершил создание общей теории относительности. Если построенная в 1905 специальная теория относительности, справедливая
        для всех физических явлений, за исключением тяготения, рассматривает системы, движущиеся по отношению друг к другу прямолинейно и
        равномерно, то общая имеет дело с произвольно движущимися системами. Ее уравнения справедливы независимо от характера движения системы
        отсчета, а также для ускоренного и вращательного движений. По своему содержанию, однако, она являтся в основном учением о тяготении.
        Она примыкает к гауссовой теории кривизны поверхностей и имеет целью геометризацию гравитационного поля и действующих в нем сил.
        Эйнштейн утверждал, что пространство отнюдь не однородно и что его геометрическая структура зависит от распределения масс, от вещества
        и поля. Сущность тяготения объяснялась изменением геометрических свойств, искривлением четырехмерного пространства-времени вокруг тел,
        которые образуют поле. По аналогии с искривленными поверхностями в неевклидовой геометрии используется представление об «искривленном
        пространстве». Здесь нет прямых линий, как в «плоском» пространстве Евклида; есть лишь «наиболее прямые» линии – геодезические,
        представляющие собой кратчайшее расстояние между точками. Кривизной пространства определяется геометрическая форма траекторий тел,
        движущихся в поле тяготения. Орбиты планет определяются искривлением пространства, задаваемым массой Солнца, и характеризуют это
        искривление. Закон тяготения становится частным случаем закона инерции.
    </p>

    <p>
        Для проверки общей теории относительности, которая основывалась на очень небольшом числе эмпирических фактов и представляла собой 
        продукт чисто умозрительных рассуждений, Эйнштейн указал на три возможных эффекта. Первый состоит в дополнительном вращении или
        смещении перигелия Меркурия. Речь идет о давно известном явлении, в свое время открытом французским астрономом Леверье. Оно заключается
        в том, что ближайшая к Солнцу точка эллиптической орбиты Меркурия смещается за 1 тысячу лет на 43 дуговые секунды. Эта цифра превышает
        значение, следующее из ньютоновского закона тяготения. Теория Эйнштейна объясняет его как прямое следствие изменения структуры
        пространства, вызванное Солнцем. Второй эффект состоит в искривлении световых лучей в поле тяготения Солнца. Третий эффект –
        релятивистское «красное смещение». Оно заключается в том, что спектральные линии света, испускаемого очень плотными звездами,
        смещены в «красную» сторону, т.е. в сторону больших длин волн, по сравнению с их положением в спектрах тех же молекул, находящихся
        в земных условиях. Смещение объясняется тем, что сильное гравитационное воздействие уменьшает частоту колебаний световых лучей.
        Красное смещение было проверено на спутнике Сириуса – звезды с очень большой плотностью, а затем и на других звездах – белых карликах.
        Впоследствии оно было обнаружено и в поле земного тяготения при измерениях частоты g -квантов с помощью эффекта Мёссбауэра.
    </p>

    <p>
        Всего через год после опубликования работы по общей теории относительности Эйнштейн представил еще одну работу, имеющую революционное 
        значение. Поскольку не существует пространства и времени без материи, т.е. без вещества и поля, отсюда с необходимостью следует, что
        Вселенная должна быть пространственно конечной (идея замкнутой Вселенной). Эта гипотеза находилась в резком противоречии со всеми
        привычными представлениями и привела к появлению целого ряда релятивистских моделей мира. И хотя статическая модель Эйнштейна оказалась в
        дальнейшем несостоятельной, основная ее идея – замкнутости – сохранила силу. Одним из первых, кто творчески продолжил космологические
        идеи Эйнштейна, был советский математик А.Фридман. Исходя из эйнштейновских уравнений, он в 1922 пришел к динамической модели – к
        гипотезе замкнутого мирового пространства, радиус кривизны которого возрастает во времени (идея расширяющейся Вселенной).
    </p>

    <p>
        В 1916–1917 вышли работы Эйнштейна, посвященные квантовой теории излучения. В них он рассмотрел вероятности переходов между стационарными 
        состояниями атома (теория Н.Бора) и выдвинул идею индуцированного излучения. Эта концепция стала теоретической основой современной лазерной
        техники.
    </p>

    <p>
        Середина 1920-х годов ознаменовалась в физике созданием квантовой механики. Несмотря на то что идеи Эйнштейна во многом способствовали ее 
        становлению, вскоре обнаружились значительные расхождения между ним и ведущими представителями квантовой механики. Эйнштейн не мог
        примириться с тем, что закономерности микромира носят лишь вероятностный характер (известен его упрек, адресованный Борну, в том, что
        тот верит «в Бога, играющего в кости»). Эйнштейн не считал статистическую квантовую механику принципиально новым учением, а рассматривал
        ее как временное средство, к которому приходится прибегать, пока не удается получить полное описание реальности. На Сольвеевских
        конгрессах 1927 и 1930 разгорелись жаркие, полные драматизма дискуссии между Эйнштейном и Бором по поводу интерпретации квантовой
        механики. Эйнштейн не смог убедить ни Бора, ни более молодых физиков – Гейзенберга и Паули. С тех пор он следил за работами
        «копенгагенской школы» с чувством глубокого недоверия. Статистические методы квантовой механики казались ему «невыносимыми» с
        теоретико-познавательной и неудовлетворительными с эстетической точки зрения. Начиная со второй половины 1920-х годов Эйнштейн уделял
        много времени и сил разработке единой теории поля. Такая теория должна была объединить электромагнитное и гравитационное поля на общей
        математической основе. Однако те несколько работ, которые он опубликовал по этому вопросу, не удовлетворили его самого.
    </p>

    <p>
        Между тем политическая ситуация в Германии становилась все более напряженной. К началу 1920 относятся первые организованные выходки
        против ученого. В феврале реакционно настроенные студенты вынудили Эйнштейна прервать лекцию в Берлинском университете и покинуть
        аудиторию. Вскоре началась планомерная кампания против создателя теории относительности. Ею руководила группа антисемитов, которая
        выступала под вывеской «Рабочее объединение немецких естествоиспытателей для сохранения чистой науки»; одним из ее основателей был
        гейдельбергский физик Ф.Ленард. В августе 1920 «Рабочее объединение» организовало в зале Берлинской филармонии демонстрацию против
        теории относительности. Вскоре в одной из газет появился призыв к убийству ученого, а спустя несколько дней в немецкой прессе были
        напечатаны сообщения, что Эйнштейн, оскорбленный травлей, намеревается покинуть Германию. Ученому была предложена кафедра в Лейдене,
        но он отказался, решив, что отъезд был бы предательством по отношению к тем немецким коллегам, которые его самоотверженно защищали,
        прежде всего к Лауэ, Нернсту и Рубенсу. Однако Эйнштейн выразил готовность принять звание экстраординарного почетного профессора в
        нидерландском Королевском университете, и голландская «выездная» профессура оставалась за ним вплоть до 1933.
    </p>

    <p>
        Антисемитская травля в Берлине оказала существенное влияние на отношение Эйнштейна к сионизму. «Пока я жил в Швейцарии, я никогда не
        сознавал своего еврейства, и в этой стране не было ничего, что влияло бы на мои еврейские чувства и оживляло бы их. Но все изменилось,
        как только я переехал в Берлин. Там я увидел бедствия многих молодых евреев. Я видел, как их антисемитское окружение делало невозможным
        для них добиться систематического образования... Тогда я понял, что лишь совместное дело, которое будет дорого всем евреям в мире, может
        привести к возрождению народа». Таким делом ученый полагал создание независимого еврейского государства. Вначале он счел необходимым
        поддержать усилия по созданию Еврейского университета в Иерусалиме, что побудило его предпринять совместную поездку по США с главой
        сионистского движения, химиком Х.Вейцманом. Поездка должна была содействовать пропаганде сионистской идеи и сбору средств для университета.
        В США Эйнштейн прочел ряд научных докладов, в том числе в Принстонском университете.
    </p>

    <p>
        В марте 1922 Эйнштейн отправился с лекциями в Париж, а осенью снова предпринял большую зарубежную поездку – в Китай и Японию.
        На обратном пути он впервые посетил Палестину. В Иерусалимском университете Эйнштейн рассказывал о своих исследованиях по теории
        относительности, беседовал с первыми еврейскими переселенцами. После 1925 Эйнштейн не предпринимал дальних путешествий и жил в Берлине,
        совершая лишь поездки в Лейден для чтения лекций, а летом в Швейцарию, на побережье Северного или Балтийского моря. Весной 1929 по случаю
        пятидесятилетия ученого магистрат Берлина подарил ему участок лесистой местности на берегу Темплинского озера. В просторном, удобном доме
        Эйнштейн проводил много времени. Отсюда он уплывал на парусном ялике, часами курсируя по озерам.
    </p>

    <p>
        Начиная с 1930 Эйнштейн проводил зимние месяцы в Калифорнии. В Пасаденском технологическом институте ученый читал лекции, в которых 
        рассказывал о результатах своих исследований. В начале 1933 Эйнштейн находился в Пасадене, и после прихода Гитлера к власти никогда
        более не ступал на немецкую землю. В марте 1933 он заявил о своем выходе из Прусской Академии наук и отказался от прусского гражданства.
    </p>

    <p>
        С октября 1933 Эйнштейн приступил к работе в Принстонском университете, а вскоре получил американское гражданство, одновременно 
        оставаясь гражданином Швейцарии. Ученый продолжал свои работы по теории относительности; большое внимание уделял попыткам создания
        единой теории поля.
    </p>

    <p>
        Находясь в США, ученый старался любыми доступными ему средствами оказывать моральную и материальную поддержку немецким антифашистам. 
        Его очень беспокоило развитие политической ситуации в Германии. Эйнштейн опасался, что после открытия деления ядра Ганом и Штрассманом у
        Гитлера появится атомное оружие. Тревожась за судьбу мира, Эйнштейн направил президенту США Ф.Рузвельту свое знаменитое письмо, которое
        побудило последнего приступить к работам по созданию атомного оружия. После окончания Второй мировой войны Эйнштейн включился в борьбу
        за всеобщее разоружение. На торжественном заседании сессии ООН в Нью-Йорке в 1947 он заявил об ответственности ученых за судьбы мира,
        а в 1948 выступил с обращением, в котором призывал к запрещению оружия массового поражения. Мирное сосуществование, запрещение ядерного
        оружия, борьба против пропаганды войны – эти вопросы занимали Эйнштейна в последние годы его жизни не меньше, чем физика.
    </p>

    <p>
        Умер Эйнштейн в Принстоне (США) 18 апреля 1955. Его прах был развеян друзьями в месте, которое должно навсегда остаться неизвестным.
    </p>

    {gallery dir='einstein'}

    <h3>Цитаты:</h3>
    <ol>
        <li>Бесконечны лишь Вселенная и глупость человеческая. Хотя насчет первой у меня имеются сомнения.</li>
        <li>Если теория относительности подтвердится, то немцы скажут, что я немец, а французы — что я гражданин мира; но если мою теорию опровергнут, французы объявят меня немцем, а немцы — евреем.</li>
        <li>Благоприятная возможность скрывается среди трудностей и проблем.</li>
        <li>Брак — это попытка создать нечто прочное и долговременное из случайного эпизода.</li>
        <li>Бог хитёр, но не злонамерен.</li>
        <li>Целью школы всегда должно быть воспитание гармоничной личности, а не специалиста.</li>
        <li>Воображение важнее, чем знания. Знания ограничены, тогда как воображение охватывает целый мир, стимулируя прогресс, порождая эволюцию.</li>
        <li>Жизнь отдельного человека имеет смысл лишь в той степени, насколько она помогает сделать жизни других людей красивее и благороднее. Жизнь священна; это, так сказать, верховная ценность, которой подчинены все прочие ценности.</li>
    </ol>

{/if}