<p>
    Натуральное число n называется квадратным пирамидальным, если из n одинаковых шаров можно выложить пирамиду так, как показано на рисунке:
</p>
{helpimg name='sqpiramid.png' text='Квадратные пирамидальные числа'}
<p>
    Каждый слой в такой пирамиде &mdash; квадратное число (выражаемое формулок k\sup{2}). Наверху один камушек, 
    под ним &mdash; 4, под теми&nbsp;&mdash; 9 и т.д.
    Последовательность квадратных пирамидальных чисел: 1, 5, 14, 30, 55, 91, 140, 204, 285, 385, 506, 650, 819, ...
</p>

<p>
    Общая формула квадратного пирамидального числа: 
</p>
\[
T_n = \frac{n(n+1)(2n+1)}{6}
\]