{if $showcase_mode}
    <p>Евклид.</p>
{else}
    <p>О жизни этого учёного почти ничего не известно. До нас дошли только отдельные легенды о нём. Первый комментатор «Начал» Прокл (V век нашей эры) не мог указать, где и когда родился и умер Евклид. По Проклу, «этот учёный муж» жил в эпоху царствования Птолемея I. Некоторые биографические данные сохранились на страницах арабской рукописи XII века: «Евклид, сын Наукрата, известный под именем „Геометра“, учёный старого времени, по своему происхождению грек, по местожительству сириец, родом из Тира».</p>
    <p>Одна из легенд рассказывает, что царь Птолемей решил изучить геометрию. Но оказалось, что сделать это не так-то просто. Тогда он призвал Евклида и попросил указать ему лёгкий путь к математике. «К геометрии нет царской дороги», — ответил ему учёный. Так в виде легенды дошло до нас это ставшее крылатым выражение.</p>
    <p>Царь Птолемей I, чтобы возвеличить своё государство, привлекал в страну учёных и поэтов, создав для них храм муз — Мусейон. Здесь были залы для занятий, ботанический и зоологический сады, астрономический кабинет, астрономическая башня, комнаты для уединённой работы и главное — великолепная библиотека. В числе приглашённых учёных оказался и Евклид, который основал в Александрии — столице Египта — математическую школу и написал для её учеников свой фундаментальный труд.</p>
    <p>Именно в Александрии Евклид основывает математическую школу и пишет большой труд по геометрии, объединённый под общим названием «Начала» — главный труд своей жизни. Полагают, что он был написан около 325 года до нашей эры.</p>
    <p>Евклиду принадлежат частично сохранившиеся, частично реконструированные в дальнейшем математические сочинения. Именно он ввёл алгоритм для получения наибольшего общего делителя двух произвольно взятых натуральных чисел и алгоритм, названный «решетом Эратосфена», — для нахождения простых чисел до данного числа.</p>
    <p>Евклид заложил основы геометрической оптики, изложенные им в сочинениях «Оптика» и «Катоптрика». Основное понятие геометрической оптики — прямолинейный световой луч. Евклид утверждал, что световой луч исходит из глаза (теория зрительных лучей), что для геометрических построений не имеет существенного значения. Ему также был известен закон отражения и фокусирующее действие вогнутого сферического зеркала, хотя точного положения фокуса определить ещё не мог. Во всяком случае, в истории физики имя Евклида как основателя геометрической оптики заняло надлежащее место.</p>
    <p>У Евклида мы встречаем также описание монохорда — однострунного прибора для определения высоты тона струны и её частей. Полагают, что монохорд придумал Пифагор, а Евклид только описал его («Деление канона», III век до нашей эры).</p>
    <p>Евклид со свойственной ему страстью занялся числительной системой интервальных соотношений. Изобретение монохорда имело значение для развития музыки. Постепенно вместо одной струны стали использоваться две или три. Так было положено начало созданию клавишных инструментов, сначала клавесина, потом пианино. А первопричиной появления этих музыкальных инструментов стала математика.</p>

    <h2>«Начала»</h2>
    <p>
        «Начала» — одно из древнейших из дошедших до нас античных математических сочинений;
        вершина античной геометрии и античной математики вообще, итог её 300-летнего развития и основа для последующих исследований.
    </p>
    <p>
        Предшественники Евклида — Фалес, Пифагор, Аристотель и другие много сделали для развития геометрии. Но всё это были отдельные фрагменты,
        а не единая логическая схема.
    </p>
    <p>
        Текст «Начал» на протяжении веков были предметом дискуссий, к ним написаны многочисленные комментарии. Из античных комментариев до нас
        дошёл комментарий, написанный Проклом. Этот текст является важнейшим источником по истории и методологии греческой математики.
        Прокл дает краткое изложение истории греческой математики (т. н. Евдемов каталог геометров), обсуждает взаимосвязь метода
        Евклида и логики Аристотеля, роль воображения в доказательствах.
    </p>

    <p>
        «Начала» оказали огромное влияние на развитие математики вплоть до Новейшего времени. Книга переведена на множество языков мира.
        По количеству переизданий «Начала» не имеют себе равных. Обычно о «Началах» говорят, что после Библии это самый популярный написанный
        памятник древности.
    </p>

    <p>
        Альберт Эйнштейн так оценивал «Начала»: «Это удивительнейшее произведение мысли дало человеческому разуму ту уверенность в себе,
        которая была необходима для его последующей деятельности. Тот не рождён для теоретических исследований, кто в молодости не восхищался
        этим творением».
    </p>

    <p>
        Книга имеет свою, весьма
        примечательную историю. В течение двух тысяч лет она являлась настольной книгой школьников, использовалась как начальный курс
        геометрии. «Начала» пользовались исключительной популярностью, и с них было снято множество копий трудолюбивыми писцами в разных
        городах и странах. Позднее «Начала» с папируса перешли на пергамент, а затем на бумагу. На протяжении четырёх столетий «Начала»
        публиковались 2500 раз: в среднем выходило ежегодно 6–7 изданий. До XX века книга считалась основным учебником по геометрии не только
        для школ, но и для университетов.
    </p>

    <p>
        Как современников, так и последователей Евклида привлекала систематичность и логичность изложенных сведений. «Начала» состоят из
        тринадцати книг, построенных по единой логической схеме. Каждая из тринадцати книг начинается определением понятий
        (точка, линия, плоскость, фигура и т.д.), которые в ней используются, а затем на основе небольшого числа основных положений
        (аксиом и постулатов), принимаемых без доказательства, строится вся система геометрии.
    </p>
    <p>
        В то время развитие науки и не предполагало наличия методов практической математики. Книги I–IV охватывали геометрию, их содержание
        восходило к трудам пифагорейской школы. В книге V разрабатывалось учение о пропорциях. В книгах VII–IX содержалось учение о числах,
        представляющее разработки пифагорейских первоисточников. В книгах X–XII содержатся определения площадей в плоскости и пространстве
        (стереометрия), теория иррациональности (особенно в X книге); в XIII книге помещены исследования правильных тел.
    </p>
    <p>
        «Начала» Евклида представляют собой изложение той геометрии, которая известна и поныне под названием евклидовой геометрии. Она
        описывает метрические свойства пространства, которое современная наука называет евклидовым пространством. Евклидово пространство
        является ареной физических явлений классической физики, основы которой были заложены Галилеем и Ньютоном. Это пространство пустое,
        безграничное, изотропное, имеющее три измерения. Евклид придал математическую определённость атомистической идее пустого пространства,
        в котором движутся атомы. Простейшим геометрическим объектом у Евклида является точка, которую он определяет как то, что не имеет
        частей. Другими словами, точка — это неделимый атом пространства.
    </p>
    <p>
        Конечно, все особенности евклидова пространства были открыты не сразу, а в результате многовековой работы научной мысли,
        но отправным пунктом этой работы послужили «Начала» Евклида. Знание основ евклидовой геометрии является ныне необходимым
        элементом общего образования во всём мире.
    </p>

    <p>Для того, чтобы наглядно продемонстрировать структуру «Начал», рассмотрим содержание первой книги...</p>

    <h2>Краткий обзор содержания первой книги</h2>
    <p>
        Итак, как было сказано, изложение в «Началах» ведётся строго дедуктивно. Каждая книга начинается с определений. В первой книге за
        определениями идут аксиомы и постулаты. Затем следуют предложения, которые делятся на задачи (в которых нужно что-то построить) и
        теоремы (в которых нужно что-то доказать). Определения, аксиомы, постулаты и предложения пронумерованы, например, I def. 2 — второе
        определение первой книги.
    </p>

    <p>
        Первая книга начинается <b>определениями</b>, из которых первые семь (I def. 1-7) гласят:
    </p>

    {box}
    {ol}
    Точка есть то, что не имеет частей. («Точка есть то, часть чего ничто»)
    Линия — длина без ширины.
    Края же линии — точки.
    Прямая линия есть та, которая равно лежит на всех своих точках.
    Поверхность есть то, что имеет только длину и ширину.
    Края же поверхности — линии.
    Плоская поверхность есть та, которая равно лежит на всех своих линиях.
    {/ol}
    {/box}

    <p>
        Комментаторы эпохи Возрождения предпочитали говорить, что точка есть место без протяжения.
    </p>
    <p>
        За определениями Евклид приводит <b>постулаты</b> (I post. 1-5):
    </p>

    {box}
    {ol}
    От всякой точки до всякой точки можно провести прямую.
    Ограниченную прямую можно непрерывно продолжать по прямой.
    Из всякого центра всяким раствором может быть описан круг.
    Все прямые углы равны между собой.
    Если прямая, пересекающая две прямые, образует внутренние односторонние углы, меньшие двух прямых, то, продолженные неограниченно, эти две прямые встретятся с той стороны, где углы меньше двух прямых.
    {/ol}
    {/box}

    <p>
        Наиболее интересен в аксиоматике Евклида последний, знаменитый пятый постулат. Среди других, интуитивно очевидных постулатов, он нарочито
        чужероден, его громоздкая формулировка закономерно вызывает некоторое чувство протеста и желание отыскать для него доказательство.
        Такие доказательства уже в древности пытались построить Птолемей и Прокл; а в Новое время из этих попыток развилась неевклидова
        геометрия. Следует отметить, что первые 28 теорем I книги относятся к абсолютной геометрии, то есть не опираются на V постулат.
        О пятом постулате мы отдельно поговорим ниже.
    </p>

    <p>
        За постулатами следуют <b>аксиомы</b> (I ax. 1-9), которые имеют характер общих утверждений, относящихся в равной мере как к числам, так
        и к непрерывным величинам:
    </p>

    {box}
    {ol}
    Равные одному и тому же равны и между собой.
    И если к равным прибавляются равные, то и целые будут равны.
    И если от равных отнимаются равные, то остатки будут равны.
    (И если к неравным прибавляются равные, то целые будут не равны.)
    (И удвоенные одного и того же равны между собой.)
    (И половины одного и того же равны между собой.)
    И совмещающиеся друг с другом равны между собой.
    И целое больше части.
    (И две прямые не содержат пространства.)
    {/ol}
    {/box}

    {notice}В скобки взяты аксиомы, принадлежность которых Евклиду Гейберг, автор классической реконструкции текста «Начал», счёл сомнительной.{/notice}

    <p>
        За аксиомами следуют три теоремы, представляющие собой задачи на построение, давно вызывающие споры. Так I prop. 2 предлагает
        «от данной точки отложить прямую, равную данной прямой». Нетривиальность этой задачи состоит в том, что Евклид не переносит отрезок
        на прямую соответствующим раствором циркуля, полагая такую операцию недозволенной, и использует I post. 3 в неожиданно узком смысле.
    </p>
    <p>
        При доказательстве I prop. 4, выражающего признак равенства треугольников, Евклид использует метод наложения, никак не описанный в
        постулатах и аксиомах. С другой стороны, постулат I post. 4 {gray}(Все прямые углы равны между собой){/gray} теперь принято
        доказывать.
    </p>    
    <p>
        Затем рассматриваются различные случаи равенства и неравенства треугольников; теоремы о параллельных прямых и параллелограммах;
        так называемые «местные» теоремы о равенстве площадей треугольников и параллелограммов на одном основании и под одной высотой.
        Заканчивается I книга теоремой Пифагора.
    </p>


    <p>
        Учение о параллельных прямых (аксиома параллельности Евклида, знаменитый пятый постулат) определяет свойства евклидова пространства
        и его геометрию, отличную от неевклидовых геометрий.
    </p>

    <h2>Аксиома параллельности Евклида (пятый постулат)</h2>

    <p>
        Попытка Евклида дать аксиоматическое изложение геометрии, т.е. сформулировать небольшое количество простых предложений 
        (аксиом), из которых логически выводятся все теоремы геометрии - была великолепной. Но предложенный Евклидом список аксиом вскоре
        подвергся критике. Например, одна из них, утверждавшая, что "все прямые углы равны между собой", оказалась, как мы уже отметили, просто ненужной.
        Ее удалось доказать с помощью остальных евклидовых аксиом.
    </p>
    <p>
        Но одна из них &mdash; пятый постулат Евклида &mdash; вызывала особенные нарекания математиков. Именно эта аксиома, как показало историческое 
        развитие науки, содержала в себе зародыш другой, неевклидовой геометрии.
    </p>

    <p>Вот о чем говорится в пятом постулате:</p>

    <p>
        Если две прямые a и b образуют при пересечении с третьей прямой внутренние односторонние углы &alpha; и &beta;, сумма величин которых меньше двух 
        прямых углов {gray}{nobr}(меньше 180°){/nobr}{/gray}, то эти две прямые обязательно пересекаются, причем именно с той стороны от третьей 
        прямой, по которую расположены углы &alpha; и &beta;.
    </p>

    {postimgb name='v_postulat.gif' text='Иллюстрация пятого постулата Евклида' style="width: 450px;"}

    <p>
        Дословная формулировка (прямой перевод с греческого) звучит так:
    </p>

    {box}
    <p>
        Если прямая, пересекающая две прямые, образует внутренние односторонние углы, меньшие двух прямых, то, продолженные неограниченно,
        эти две прямые встретятся с той стороны, где углы меньше двух прямых.
    </p>
    {/box}

    <p>
        Уточнение, с какой именно стороны пересекаются прямые, Евклид добавил, вероятно, для ясности&nbsp;— легко доказать, что оно вытекает из 
        самого факта существования пересечения.
    </p>

    <p>
        Из-за сложности формулировки в современных учебниках пятый постулат Евклида обычно заменяют на равносильную аксиому параллельности:
        в плоскости через точку, не лежащую на данной прямой, можно провести одну и только одну прямую, параллельную данной.
    </p>

    <p>
        Вообще у пятого постулата имеется огромное количество эквивалентных формулировок, многие из которых кажутся довольно очевидными.
    </p>

    <br />
    <h4>Эквивалентные формулировки пятого постулата:</h4>

    <ol>
        <li>Две прямые, параллельные третьей, параллельны и друг другу {gray}(аксиома Остроградского, 1855г){/gray}.</li>
        <li>Прямая, пересекающая одну из параллельных прямых, непременно пересечёт и другую.</li>
        <li>Любую фигуру можно пропорционально увеличить.</li>
        <li>Существует треугольник сколь угодно большой площади.</li>
        <li>Прямая, проходящая через точку внутри угла, пересекает по крайней мере одну его сторону {gray}(аксиома Иоганна Фридриха Лоренца, 1791г){/gray}.</li>
        <li>Через каждую точку внутри острого угла всегда можно провести прямую, пересекающую обе его стороны {gray}(одно из предположений Лежандра, 1800г){/gray}.</li>
        <li>Если две прямые в одну сторону расходятся, то в другую — сближаются.</li>
        <li>Сближающиеся прямые рано или поздно пересекутся.</li>
        <li>Перпендикуляр и наклонная к одной и той же прямой непременно пересекаются.</li>
        <li>Точки, равноудалённые от данной прямой (по одну её сторону), образуют прямую,</li>
        <li>Если две прямые начали сближаться, то невозможно, чтобы они затем начали (в ту же сторону, без пересечения) расходиться {gray}(аксиома Роберта Симсона, 1756г){/gray}.</li>
        <li>Сумма углов одинакова у всех треугольников.</li>
        <li>Существует треугольник, сумма углов которого равна двум прямым.</li>
        <li>Существует прямоугольник (хотя бы один), то есть четырёхугольник, у которого все углы прямые.</li>
        <li>Через любые три точки можно провести либо прямую, либо окружность.</li>
        <li>Справедлива теорема Пифагора.</li>
    </ol>

    <br />

    <p>
        Эквивалентность этих формулировок означает, что все они могут быть доказаны, если принять пятый постулат, и наоборот, заменив пятый постулат на 
        любое из этих утверждений, мы сможем доказать исходный пятый постулат как теорему. Рекомендую осмыслить все эти формулировки. Некоторые из 
        них вовсе не очевидны и Вы гарантированно узнаете много нового, проведя соответствующую исследовательскую деятельность 
        (особенно касательно последней формулировки).
    </p>

    <p>
        Пятый постулат резко выделяется среди других, вполне очевидных, он больше похож на сложную, неочевидную теорему. Евклид, вероятно, 
        сознавал это, и поэтому первые 28 предложений в «Началах» доказываются без его помощи.
    </p>

    <h2>Попытки доказательств пятого постулата</h2>

    <p>
        В течение 2 тысячелетий математики пытались «улучшить Евклида» — либо исключить пятый постулат из числа исходных утверждений, то есть 
        доказать его, опираясь на остальные постулаты и аксиомы, либо заменить его другим, столь же очевидным, как другие постулаты. Надежду 
        на достижимость этого результата поддерживало то, что IV постулат Евклида (все прямые углы равны) действительно оказался лишним — он 
        был строго доказан как теорема и исключён из перечня аксиом.
    </p>

    <p>
        За два тысячелетия было предложено много доказательств пятого постулата, но в каждом из них рано или поздно обнаруживался порочный круг:
        оказывалось, что среди явных или неявных посылок содержится утверждение, которое не удаётся доказать без использования того же пятого 
        постулата.
    </p>

    <p>
        Одно из таких доказательств принадлежит Клавдию Птолемею. В упрощённом виде оно звучит так:
        Пусть прямая b проходит через заданную точку A параллельно прямой a; докажем, что любая другая прямая c, проведенная через ту же точку, 
        пересекается с прямой a.
    </p>

    {postimgb name='v_Ptolemey.jpg' text='Иллюстрация попытки доказательства пятого постулата Евклида'}

    <p>
        Расстояние между прямыми от точки их пересечения возрастает неограниченно, поэтому, в конце концов, расстояние между c и b превысит 
        расстояние между параллельными прямыми, то есть прямые c и a пересекутся.
    </p>

    <p>
        В данном доказательстве также скрыт порочный круг &mdash; одно из предположений равносильно пятому постулату, постарайтесь найти его 
        самостоятельно.
    </p>

    {hidden text='Показать ответ'}
    <p>
        Приведенное доказательство опирается на допущение, что расстояние между двумя параллельными прямыми постоянно (или, по крайней мере, 
        ограничено). Это допущение равносильно пятому постулату.
    </p>
    {/hidden}

    <p>
        Учёный I века до н. э. Посидоний предложил определить параллельные как прямые, на всём протяжении равноудалённые друг от друга. 
        Из такого определения легко выводится пятый постулат. Однако определение Посидония некорректно: ниоткуда не следует, что линия, 
        равноудалённая от данной прямой, есть прямая.
    </p>

    <p>
        Поэт и математик Омар Хайям предложил заменить пятый постулат на другой, более простой: две сходящиеся прямые пересекаются, и невозможно, 
        чтобы две сходящиеся прямые расходились в направлении схождения. Каждая из двух частей этого утверждения равносильна постулату Евклида.
    </p>        

    <p>
        «Вероятно, невозможно в науке найти более захватывающую и драматичную историю, чем история пятого постулата Евклида». Несмотря на 
        отрицательный результат, поиски доказательств пятого постулата не были напрасны, так как, в конечном счёте, привели к полному 
        пересмотру научных представлений о геометрии Вселенной.
    </p>


    <h2>Галерея</h2>
    {gallery name='euclide'}
{/if}
