{if $mode=='task'}
    Какая из персон на иллюстрации является мистером Дэчери?
{/if}

{if $mode=='ans'}
    <p>
        Речь в загадке шла о недописанном произведении Чарльза Диккенса &mdash; "Тайна Эдвина Друда".
        На то, что в загадке речь идёт о каком-то произведении, должна была намекнуть формулировка, 
        в которой не зря упоминается слово "иллюстрация".
    </p>
    <p>
        О том, кто сыграл роль Мистера Дэчери критики спорят и по сей день. Но для тех, кто внимательно 
        прочитал книгу и ознакомился с доводами в пользу того, что эту роль блестяще исполнила Елена Ландлесс,
        двух мнений быть не может.
    </p>
    <p>
        В задаче приведена иллюстрация из сцены, в которой дядя Эдвина Друда - Джаспер, играет на пианино для невесты
        Эдвина &mdash; Розы. Как известно, Джаспер был безумно влюблён в неё и защитницей для Розы выступает 
        именно Елена. Приведённая иллюстрация прекрасно подчёркивает роль Елены Ландлесс, как защитницы Розы.
        Её твёрдый взгляд говорит о твёрдой уверенности в том, что "цитата из книги...".
    </p>
{/if}