<p>
    <b>Числа Каталана</b> — числовая последовательность, встречающаяся во многих задачах комбинаторики. Последовательность названа в честь бельгийского математика Каталана, хотя была известна ещё Л. Эйлеру.
</p>
<p>
    Первые несколько чисел Каталана: 1, 1, 2, 5, 14, 42, 132, 429, 1430, 4862, 16796, 58786, ...
</p>

<p>
    n-е число Каталана C\sub{n} можно определить одним из следующих способов:
</p>
<ol>
    <li>
        Количество разбиений выпуклого (n+2)-угольника на треугольники непересекающимися диагоналями.
    </li>
    <li>
        Количество способов соединения 2n точек на окружности n непересекающимися хордами.
    </li>
    <li>
        <p>
            Количество правильных скобочных последовательностей длины 2n, то есть таких последовательностей из n
            левых и n правых скобок, в которых количество открывающих скобок равно количеству закрывающих, и в
            любом её префиксе открывающих скобок не меньше, чем закрывающих.
        </p>
        <p>
            Например, для n=3 существует 5 таких последовательностей:
        </p>
        <p>
            ((())), ()(()), ()()(), (())(), (()())
        </p>
        <p>
            то есть C\sub{3}=5.
        </p>
    </li>
</ol>