{part}EDITOR{/part}
<div class="magTopic">
    <p>
        С огромным удовольствием рад представить Вашему вниманию первый номер нашего с Вами журнала для школьников, абитуриентов, 
        студентов и не только;)
    </p>
    <p>Несказанно рад тому, что наконец-то он вышел и я крайне надеюсь, что мои старания небыли напрасны и он Вам понравится.</p>
    <p>
        Буду рад любым пожеланиям и предложениям, если они у Вас появятся. Обязательно учту в будующих выпусках все полезные мысли и советы, 
        так что выссказывайтесь, не стесняйтесь;)
    </p>
    <p>Высказываться можно в комментариях. Если же Вы хотите оставить личное сообщение, то сделать это можно через {feed}форму обратной связи{/feed}.</p>
    <p>
        Итак, в первом номере я более подробно расскажу Вам, как родилась идея всего этого проекта, для кого он затевался и 
        какова его основная цель.
    </p>
</div>
<img alt="" src="resources/images/magazine/issues/1/shurik.png" class="centered"/>
<div class="anonsCarrier">
    <h2>В этом номере:</h2>
    {ANONS}
</div>

<!--ЧАСТЬ 1, От идеи до релиза-->
{part}Раздел 1{/part}
<p>Как сейчас помню - случилось это на встрече с одногруппниками. Собрались мы в парке, начали говорить о том о сём, о работе, о заботах, и тут я высказал одну идею, что большая часть из того, чему нас учили в институте, не нужна вдруг больше. Такие уж мы выбрали пути, по науке мало кто пошел дальше, поэтому...</p>

<!--ЧАСТЬ 2, Разбор полётов: производная-->
{part}Раздел 2{/part}
{showcase type='tr' mag_mode=true post_ident='dekart_system'}

<!--ЧАСТЬ 3, Спорт в жизни студента-->
{part}Раздел 3{/part}
{showcase type='bp' mag_mode=true post_ident='BP_FM1_feynman'}


{part desc='ФИО Поэта'}VERSE{/part}

<p>
    Сегодня в нашем журнале стихи ФИО Поэта. Короткое описание.
</p>

{verse name='Название стиха' year='Дата написания'}
Дорогая, сядем рядом,
Поглядим в глаза друг другу,
Я хочу под кротким взглядом
Слушать чувственную вьюгу.

Это золото осеннее,
Эта прядь волос белесых -
Все явилось, как спасенье
Беспокойного повесы.
{/verse}

<p>
    Следующее стихотворение я выучил наизусть сразу, как только посмотрел сериал "Есенин":) Мне очень понравилось это стихотворение
    <a href='http://www.youtube.com/watch?v=EQ-tX9Kv27c' target="_blank">ссылка на исполнение</a>.
</p>


{*Ответы на задачи предыдущего номера*}
{part}TASKS_A{/part}
<p>
    Ну что же, давайте разберём задачки, которые были предложены мною в предыдущем номере.
</p>

{task}
<p>Условие</p>
{hint}
<p>Можно дать подсказку</p>
{/hint}
{ans}
<p>Ответ</p>
{/ans}
{/task}



{*ЗАДАЧИ*}

{part}TASKS{/part}
<p>
    Ну и как обычно, по традиции, предлагаю вашему вниманию несколько задачек на сообразительность.
    Начнём, как и в прошлый раз, с числовых ребусов.
</p>

{* ЧИСЛОВЫЕ РЕБУСЫ
{chis_rebus_task text='спорт+спорт=кросс'}
{chis_rebus text='лето+лето=полет'}
{chis_rebus ans='лето+лето=полет'}
*}

{*Ответ в этом номере*}
{task}
<p>Условие</p>
{hint}
<p>Подсказка</p>
{/hint}
{ans_next}
{ans}
<p>Ответ</p>
{/ans}
{/task}

<br/>
<p>
    Далее предлагаю Вашему вниманию ещё несколько задач.
</p>

{*ещё задачки*}


{signature}
