{exercise id='1' name='Жим штанги узким хватом'}

<p>
    Бытует мнение, что данное упражнение на трицепс является базовым, но это не так. Оно, скорее, способствует развитию формы трицепсов. 
    Всё потому, что жим узким хватом распределяет нагрузку примерно поровну между трицепсами, грудными мышцами и дельтами. 
    Это мешает Вам прокачивать трицепс, однако, когда трицепс устает, Вы можете «читинговать» и помочь ему с помощью мышц груди и дельт. 
    Для мышцы трицепса данный читинг в виде этих дополнительных повторений является чем-то вроде "вынужденных" повторений и прекрасно 
    шлифуют его форму.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/1' name='pos1.jpg pos2.jpg'}

<ol>
    <li>
        Примите положение лежа на скамье в стойках для жима лежа. Затылок, спина и ягодицы плотно прижаты к поверхности скамьи.
    </li>
    <li>
        Возьмитесь за гриф прямым хватом (ладонями от себя); расстояние между кистями должно быть меньше ширины плеч. Точная ширина хвата во 
        многом зависит от вашей мышечной координации &mdash; чем уже хват, тем проще потерять равновесие.
    </li>
    <li>Снимите штангу со стоек и выжмите ее на прямые руки. Гриф должен находиться на уровне Ваших плеч. Это &mdash; исходная позиция.</li>
    <li>Медленно, на вдохе, опустите гриф на грудь. Гриф должен лечь чуть ниже уровня груди.</li>
    <li>На выдохе поднимите гриф полностью выпрямив руки.</li>
    <li>Ваши локти должны "смотреть" вперед. Не разводите локти в стороны ни в положительной, ни в отрицательной фазе повтора.
        Они должны быть разведены и составлять с туловищем угол примерно в 45&deg;.
    </li>
    <li>Выполняйте повторы в умеренном темпе, без рывков. Для данного упражнения используется средний вес.</li>
</ol>

<h4>Рекомендации:</h4>

<p>
    В данном упражнении Вы можете поискать ту ширину хвата, с которой Вам было бы удобно и возможность травмы сошла бы на нет. Обратите 
    внимание, что Вам может быть неудобно выполнять данное упражнение на горизонтальной скамье. В таком случае можно либо немного приподнять, 
    либо опустить край скамьи, на котором лежит ваша голова. 
</p>

<p>
    Дело в том, что каждый имеет свои индивидуальные отличия анатомии верха туловища. К ним нужно приспосабливаться, добиваясь максимального 
    комфорта при выполнении упражнения. Если подобный жим лежа вызывает у вас боль в суставах плеч, не делайте его. Вы ничего не теряете, т.к.
    его полным аналогом являются отжимания на гимнастических брусьях.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/1' name='fiz.jpg'}

{/exercise}