{exercise id='10' name='Подъем штанги на бицепс'}

<p>
    Это упражнение является базовым для бицепса и способствует общему увеличению размеров бицепсов. В процессе выполнения упражнения нужно 
    избегать отклонения туловища. Для этого напрягите мышцы ягодиц, живота и спины. Это упражнение способствовало развитию массивных рук в большей степени, 
    чем любое другое движение. 
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/10' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Станьте прямо. Возьмите штангу широким хватом. Ладони обращены вперед, локти прижаты к туловищу. Это &mdash; исходное положение.</li>
    <li>На выдохе выполните сгибание рук на бицепс. Держите часть руки от локтя до плеча неподвижно, должны работать только предплечья!</li>
    <li>Движение должно продолжаться до полного сокращения бицепсов, пока штанга не окажется на уровне плеча. Сделайте небольшую паузу, 
        напрягая мышцы.
    </li>
    <li>На вдохе медленно опустите штангу в исходное положение.</li>
</ol>

<h4>Рекомендации:</h4>

<p>
    Существуют два отличающихся друг от друга стиля выполнения этого упражнения: <i>точный стиль</i> (никакого отклонения тела назад в ходе движения, 
    старт из полностью выпрямленного положения рук, не использование никакого движения телом, или "разгона снаряда"), и <i>стиль "читинга"</i>
    (подъем снаряда за счет превращения вашего торса в некий маятник, на помощь которого в виде инерции может полагаться ваша штанга).
</p>
<p>
    Оба эти метода работают, и самые преуспевающие спортсмены получают наилучшие результаты, выполняя как минимум первые 9 или 11 повторений в 
    "точном" стиле, а затем завершая самые жесткие, последние 3 или 4 повторения с "читинговым" движением. 
</p>

<h4>Вариации:</h4>
<p>
    Вы можете выполнять сгибание рук на бицепс на нижнем блоке с EZ-рукоятью или использовать EZ-штангу. Этот вариант позволяет хорошо почувствовать 
    «пик бицепса» в конце движения. Также можно выполнять сгибание рук на бицепс, держа штангу узким хватом.
</p>

<p>
    От тренировки к тренировке я рекомендую варьировать ширину хвата, чтобы мышцы не "привыкали" и эффективность упражнения не снижалась.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/10' name='fiz.jpg'}

{/exercise}