{exercise id='100' name='Подъём на носки стоя'}

<p>
    Данное упражнение на икры я очень люблю - оно очень простое и доступное. Существует масса
    вариантов выполнения данного упражнения, ниже я опишу их все.

</p>

<br/>
<h4>Схема выполнения в тренажере:</h4>
{imgb dir='GymExercises/100' name='pos1.jpg pos2.jpg'}
{ol}
Отрегулируйте рычаг в тренажере по своему росту.
Поместите рычаг на плечи, как показано на рисунке. Ступни параллельны друг другу. Носки зафиксированы на подставке, пятки должны находиться за ней. Поднимите рычаг, выпрямляя поясницу. Колени должны быть слегка согнуты. Это будет вашим исходным положением.
На выдохе поднимите пятки, опираясь на носки, напрягая икроножные мышцы. Убедитесь, что колени остаются неподвижными. Задержитесь в верхней точке на несколько мгновений перед тем, как опуститься вниз.
На вдохе медленно вернитесь в исходное положение, опуская носки вниз.
Выполните необходимое количество повторений.
{/ol}

<h4>Внимание:</h4>
<p>
    Если у вас есть проблемы с поясницей, лучше выполнять подъемы икр в тренажере, в котором
    ваша спина будет поддерживаться:
</p>
{imgb dir='GymExercises/100' name='var3.jpg' text=''}
<p>
    Не забывайте держать спину прямой, а поясницу прогнутой во
    время выполнения упражнения, в противном случае есть риск получения травмы поясницы.
</p>

<br/>
<h4>Схема выполнения со штангой:</h4>
{imgb dir='GymExercises/100' name='pos3.jpg pos4.jpg'}
{ol}
В целях безопасности это упражнение лучше всего выполнять в стойке для приседаний. Для начала отрегулируйте стойки для грифа по вашему росту. Выберите нужный вес. Станьте под гриф и разместите его у себя на плечах (немного ниже шеи).
Удерживайте гриф обеими руками и поднимайте штангу, отталкиваясь ногами и выпрямляя туловище.
Отойдите от стойки для приседаний, поставьте ноги на ширине плеч. Носки слегка развернуты наружу. Держите голову прямо, в противном случае вы рискуете потерять равновесие. Спину держите ровно, колени слегка согнуты. Это будет вашим исходным положением. Совет: для большей амплитуды движений вы можете поместить под носки ступней деревянную подставку. В этом случае будьте внимательны, так как это усложняет упражнение, требуя большей координации движений.
На выдохе поднимите пятки как можно выше, мягко перекатываясь на носок, напрягая икроножные мышцы. Убедитесь, что ваши колени остаются неподвижными во время выполнения этого движения. Колено должно оставаться слегка согнутым, как в исходном положении. Задержитесь в верхней точке перед тем, как опуститься вниз.
Медленно вернитесь в исходное положение на вдохе, опуская пятки на пол.
Выполните необходимое количество повторений.
{/ol}

<h4>Замечание:</h4>
<p>
    Опытные спортсмены  для большей амплитуды движений могут поместить под носки ступней
    деревянную подставку. В этом случае нужно быть предельно внимательным, так как это усложняет
    упражнение, требуя большей координации движений.
</p>

<br/>
<h4>Схема выполнения с гантелями:</h4>
{imgb dir='GymExercises/100' name='pos5.jpg pos6.jpg'}
{ol}
Станьте прямо, держа в руках по гантели. Поставьте носки на прочную и устойчивую деревянную подставку (5-8 см высотой) таким образом, чтобы ваши пятки касались пола, как показано на рисунке. Это будет вашим исходным положением.
Носки должны быть направлены вперед (для одинаковой нагрузки на все части икроножных мышц), слегка внутрь (для нагрузки на наружную сторону) или слегка в стороны (для того, чтобы нагрузить внутреннюю часть). На выдохе оторвите пятки от пола, поднимаясь на носки. Задержитесь в этом положении на 1-2 секунды.
На вдохе вернитесь в исходное положение, опуская пятки на пол.
Выполните необходимое количество повторений.
{/ol}


<br>
<h4>Общее замечание:</h4>
<p>
    В зависимости от того, как будут поставлены ступни, прорабатываются различные пучки икроножных
    мышц:
</p>

{imgb dir='GymExercises/100' name='nag1.jpg nag2.jpg'}
{*imgb dir='GymExercises/100' name='var2.jpg' text='Выполнение упражнения'*}
{*imgb dir='GymExercises/100' name='var4.jpg' text=''*}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/100' name='fiz.jpg'}

{/exercise}