{exercise id='101' name='Подъём на носок одной ноги стоя'}

<p>
    Отличное упражнение, у которого также есть масса вариатнов. Можно стоять на ступени лестницы и 
    держаться за перило (как на фото), можно даже взять гантели в обе руки, правда для этого потребуется
    больше сил для поддержки равновесия.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/101' name='pos.jpg'}

{ol}
Встаньте носком одной ноги на подставку, другая на весу;
В руку со стороны опорной ноги возьмите гантель, а второй держитесь за раму тренажера;
На вдохе приподнимитесь как можно выше на носок;
На выдохе вернитесь в исходное положение, сохраняя колено неподвижным.
{/ol}


<h4>Анатомия:</h4>

{imgb dir='GymExercises/101' name='fiz.jpg'}

{/exercise}