{exercise id='102' name='Разгибание голени сидя'}

<p>
    Данное упражнение, помимо икр, развивает так–называемую камбаловидную мышцу голени.
    Оно имеет массу вариантов выполнения &mdash; в специальном тренажёре, со штангой и даже с гантелей.
    Ниже будут описаны все варианты упражнения.
</p>

<h4>Схема выполнения со штангой:</h4>
{imgb dir='GymExercises/102' name='pos1.jpg pos2.jpg'}
{ol}
Расположите подставку на расстоянии 25-30 см от скамьи.
Сядьте на скамью и поставьте носки на подставку, как показано на рисунке.
С помощью напарника положите штангу на верхнюю часть бедер, приблизительно на 10 см выше коленей и зафиксируйте ее. Это будет вашим исходным положением.
На выдохе поднимите пятки как можно выше, напрягая икроножные мышцы.
После небольшой паузы медленно вернитесь в исходное положение. Подсказка: для получения максимального эффекта, напрягайте икры так сильно, насколько сможете.
Выполните необходимое количество повторений.
{/ol}


<h4>Схема выполнения с гантелей:</h4>
{imgb dir='GymExercises/102' name='pos3.jpg pos4.jpg'}
{ol}
Расположите подставку на расстоянии 25-30 см от скамьи.
Сядьте на скамью и расположите гантель на верхней части бедра на расстоянии 7-10 см от колена.
Теперь поставьте носок левой ноги на подставку, как это показано на рисунке. Это будет вашим исходным положением.
На выдохе поднимите пятку как можно выше, напрягая икроножные мышцы.
После небольшой паузы медленно вернитесь в исходное положение. Подсказка: для получения максимального эффекта, напрягайте икры так сильно, насколько сможете.
Выполните необходимое количество повторений и повторите упражнение правой ногой.
{/ol}

{*imgb dir='GymExercises/102' name='var1.jpg' text='Вариант со штангой на коленях'*}

<br/>
<h4>Анатомия:</h4>

{imgb dir='GymExercises/102' name='fiz.jpg'}

{/exercise}