{exercise id='11' name='Поочередное сгибание рук на бицепс с гантелями'}

<p>
    Данное упражнение - одно из лучших для прокачки бицепсов и способствует увеличению их высоты. Во время упражнения важно поворачивать 
    предплечья, оставляя логти неподвижными!
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/11' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Станьте прямо. В каждую руку возьмите гантель. Руки опущены вниз, локти прижаты к туловищу. Ладони обращены внутрь. 
        Это &mdash; исходное положени.
    </li>
    <li>На выдохе согните правую руку, поднимая гантель. Часть руки от локтя до плеча должна оставаться неподвижной, работает только предплечье! 
        В момент, когда предплечья станут параллельны полу, начинайте разворачивать кисти рук наружу. При этом, не останавливая упражнения, 
        попытайтесь поднять гантели как можно выше. В пике сделайте небольшую паузу, напрягая мышцы.
    </li>
    <li>На вдохе медленно опустите руку в исходное положение, разворачивая кисти в обратную сторону так, чтобы ладонь возврнулась в начальное положение.</li>
    <li>Повторите движение левой рукой. Два движения составляют одно повторение.</li>
</ol>

<h4>Рекомендации:</h4>

<p>
    Для более продуктивного выполнения данного упражнения удерживайте локти неподвижными. Если Вы прижмете локти к бокам и будете их удерживать 
    в таком положении при сгибании рук с гантелями и повороте кистями, нагрузка на бицепс будет выше. Если Вы не будете удерживать локти, и они 
    выдвинутся в перед, то часть нагрузки уйдет с внешнего пучка двуглавой мышцы. Чтобы был эффект от разворота кистей наружу, начинать 
    разворачивать кисти нужно в момент, когда локоть согнут под прямым углом. Более ранний или поздний разворот кисти создает травматическое 
    воздействие в плечевом суставе.
</p>

<p>
    Выбирайте вес гантелей, которые не будет вынуждать Вас читинговать, так как в данном упражнении на бицепс самым важным является точная форма 
    его выполнения.
</p>

<h4>Вариации:</h4>
<p>
    Существует много вариаций выполнения этого упражнения. К примеру, вы можете выполнять его, сидя на скамье, опираясь на ее спинку. Мне этот
    вариант очень нравится тем, что помогает застраховать себя от "читинга", т.к. помочь себе, например, раскачиванием тела, становится 
    пракчитески невозможно.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/11' name='fiz.jpg'}

{/exercise}