{exercise id='12' name='Поочередное сгибание рук на бицепс с гантелями хватом «молот»'}

<p>
    Данное упражнение - одно из лучших для прокачки бицепсов и способствует увеличению их высоты. Во время упражнения важно поворачивать 
    предплечья, оставляя логти неподвижными!
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/12' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Станьте прямо. В каждую руку возьмите гантель. Руки опущены вниз, локти прижаты к туловищу.</li>
    <li>Ладони обращены внутрь. Это &mdash; исходное положение.</li>
    <li>На выдохе согните правую руку, поднимая гантель. Часть руки от локтя до плеча должна оставаться неподвижной, работает только предплечье! 
        Движение должно продолжаться до полного сокращения бицепса, пока рука с гантелью не окажется на уровне плеча. 
        Сделайте небольшую паузу, напрягая мышцы.
    </li>
    <li>На вдохе медленно опустите руку в исходное положение.</li>
    <li>Повторите движение левой рукой. Два движения составляют одно повторение.</li>
</ol>

<h4>Вариации:</h4>
<p>
    Существует много вариаций выполнения этого упражнения. К примеру, вы можете выполнять его, сидя на скамье, опираясь на ее спинку. 
    При этом уменьшается вероятность "читинга" за счёт раскачиваний корпуса. Также вы можете выполнять сгибание на бицепс обеими 
    руками одновременно.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/12' name='fiz.jpg'}

{/exercise}