{exercise id='13' name='Концентрированные сгибания рук на бицепс'}

<p>
    Это один из лучших способов накачки двуглавой мышцы. Движение очень строгое, но оно предназначено для увеличения высоты бицепса, а не для 
    рельефности, поэтому работайте с максимально тяжелыми гантелями. Название "концентрированные сгибания" имеет важное значение: вы должны 
    сосредоточивать внимание на сокращении бицепса и строго следить за техникой движения, чтобы упражнение было эффективным.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/13' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Сядьте на горизонтальную скамью. Поставьте перед собой гантель. Ноги расставлены, как показано на рисунке.</li>
    <li>Возьмите гантель правой рукой. Упритесь локтем правой руки в верхнюю часть бедра. Поверните запястье таким образом, чтобы ладонь 
        была обращена от вашего бедра. Рука выпрямлена, гантель над полом. Это &mdash; исходное положение.
    </li>
    <li>Держите плечо неподвижно. На выдохе выполните сгибание руки на бицепс. Работает только предплечье! Продолжайте движение, пока бицепс 
        полностью не сократится, а гантель не окажется на уровне плеча. На пике движения мизинец должен быть ваше, чем большой палец. 
        Это обеспечит «пик бицепса». Задержитесь в этом положении, напрягая мышцы.
    </li>
    <li>На вдохе медленно опустите гантель, возвращая руку в исходное положение. Внимание: избегайте раскачивания руки.</li>
    <li>Выполните необходимое количество повторений, затем повторите упражнение левой рукой.</li>
</ol>

<h4>Вариации:</h4>
<p>
    Вы можете выполнять это упражнение стоя, слегка наклонившись, подав руки вперед. В этом случае для опоры вы не используете ногу, поэтому 
    вам придется применять большее усилие для обеспечения неподвижности плеча. Такой вариант упражнения является усложненным и не рекомендуется 
    людям со слабой поясницей.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/13' name='fiz.jpg'}

{/exercise}