{exercise id='14' name='Сгибание рук на бицепс со штангой обратным хватом'}

<p>
    Это упражнение прекрасно развивает внешние головки бицепсов, а также мышцы-разгибатели предплечий.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/14' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Станьте прямо. Возьмите штангу хватом на ширине плеч. Ладони обращены вниз, локти прижаты к туловищу. 
        Это &mdash; исходное положение.</li>
    <li>На выдохе выполните сгибание рук на бицепс. Держите часть руки от локтя до плеча неподвижно, работают только предплечья! 
        Движение должно продолжаться до полного сокращения бицепсов, пока штанга не окажется на уровне плеча. 
        Сделайте небольшую паузу, напрягая мышцы.
    </li>
    <li>На вдохе медленно опустите штангу в исходное положение.</li>
</ol>

<h4>Вариации:</h4>
<p>
    Вы можете выполнять сгибание рук на бицепс на нижнем блоке с EZ-рукоятью. Этот вариант позволяет хорошо почувствовать «пик бицепса» 
    в конце движения. Вместо штанги с обычным грифом можно использовать EZ-штангу.
</p>

<p>
    Вы также можете выполнять это упражнение на скамье Скотта. Такой вариант чуть более сложен, т.к. уменьшает возможность "читинга".
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/14' name='fiz.jpg'}

{/exercise}