{exercise id='2' name='Отжимания в упоре сзади'}

<p>
    Это упражнение прорабатывает трицепсы, грудные мышцы и передние отделы дельтовидных мышц.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/2' name='pos1.jpg pos2.jpg'}

<ol>
    <li>
        Разместите две горизонтальные скамьи параллельно друг другу.  Стоя между ними, возьмитесь за заднюю руками, на переднюю поставьте ноги.
    </li>
    <li>
        Кисти на ширине плеч, руки полностью выпрямлены. Ноги параллельны полу и также вытянуты вперед. Туловище перпендикулярно полу. 
        Это &mdash; исходное положение.
    </li>
    <li>
        На вдохе медленно опустите туловище, сгибая руки в локтях. Продолжайте движение, пока угол между плечом и предплечьем не станет 
        меньше 90°. При этом не расставляйте локти, всё время держите их рядом с туловищем. Предплечья направлены вниз на протяжении выполнения 
        всего упражнения.
    </li>
    <li>
        Напрягая трицепсы, поднимите туловище в исходное положение.
    </li>
</ol>

<h4>Рекомендации:</h4>

<p>
    Чтобы дополнительно усилить нагрузку, попросите напарника положить на переднюю поверхность бедер отягощение. Но предупреждаю &mdash; однажды я
    таким образом получил травму, поэтому крайне рекомендую брать небольшие веса и класть их поближе к коленям.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/2' name='fiz.jpg'}

{/exercise}