{exercise id='20' name='Жим лёжа средним хватом'}

<p>
    Данное упражнение - базовое для грудных машц и является, пожалуй, лучшим способом для её "накачки".
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/20' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Лягте на горизонтальную скамью. Возьмите штангу средним хватом (так, чтобы во время движения между плечом и предплечьем создавался угол 90°) и поднимите ее над собой. 
        Это&nbsp;&mdash; исходное положение.
    </li>
    <li>На вдохе медленно опускайте штангу, пока гриф не коснется середины груди.</li>
    <li>После короткой паузы, на выдохе верните штангу в исходное положение. Старайтесь выжимать штангу, используя грудные мышцы. 
        Зафиксируйте руки вверху, напрягите грудь, после секундной паузы снова начинайте движение вниз. В идеале, движение вниз должно занимать 
        вдвое больше времени, чем движение вверх.
    </li>
    <li>Выполните необходимое количество повторений.</li>
    <li>Верните гриф на стойку.</li>
</ol>

<h4>Внимание:</h4>
<p>
    Если вы делаете это упражнение впервые, то попросите напарника вас подстраховать. Если такой возможности нет, используйте небольшой 
    вес, при этом я рекомендую в самом начале делать упражнение вообще с пустым грифом - это даст Вам возможность почувствовать штангу и, 
    так называемую, "колею" упражнения.
</p>

<p>
    Следите также за тем, чтобы гриф штанги касался точно середины груди. Избегайте колебаний штанги, внимательно контролируйте ее движение.
</p>

<h4>Вариации:</h4>
<p>
    Рекомендую на каждой тренировке варьировать (хотябы немного) ширину хвата, которым вы держите штангу. Это увеличит стресс, вызываемые 
    тренировками в мышцах и тем самым больше стимулирует их рост.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/20' name='fiz.jpg'}

{/exercise}