{exercise id='21' name='Отжимания'}

<p>
    Это упражнение в отдельном представлении не нуждается:) Я, лично, отжимания очень люблю и делаю это регулярно, каждодневно и 
    в больших количествах. Главный плюс этого упражнения - оно доступно и абсолютно естесственно для организма. По сути это то-же самое толканиме от груди.
    Наши предки делали это постоянно - бросали камни, толкали грузы и т.д. Травмоопасность упражнения практически равна нулю, а полезность - 
    огромна.
</p>

<p>
    Об отжиманиях сказано очень много. Различных видов отжиманий насчитывается только более 50и. Можете определить для себя, какого именно 
    эффекта вы хотите достичь (придать чёткие очертания груди, накачать её массу, повысить выносливость, проработать трицепсы или дельты) и 
    выбрать варианты отжиманий, подходящие именно Вам.
</p>

<p>
    Ниже я расскажу об основных критериях дифференциации и вариантах распределения нагрузки при разных вариантах отжиманий. Более детальную 
    информацию Вы без труда найдёте в дополнительных источниках.
</p>


<h4>1. Ширина расстановки рук</h4>
<p>
    Условно выделяют три варианта постановки рук: узкий, средний и широкий.
</p>
<p>
    Узкая постановка рук может варьировать от ширины плеч до положения, когда ладони поставлены одна на другую. В общем случае узкая 
    постановка рук призвана развивать трицепсы и дельтовидные мышцы, а также прорисовывать внутреннюю область грудных мышц.
</p>
<p>
    Средняя постановка рук задействует трицепсы, дельтоиды и грудные мышцы в самой выгодной комбинации для их равномерного развития.
    Средним считается такое положение, когда при согнутых до 90&deg; руках, предплечья строго вертикальны. Это положение многим позволяет 
    развивать в отжиманиях максимальные усилия, а также ставить рекорды в отжиманиях.
</p>
<p>
    Средняя постановка рук задействует трицепсы, дельтоиды и грудные мышцы в самой выгодной комбинации для их равномерного развития.
    Средним считается такое положение, когда при согнутых до 90&deg; руках, предплечья строго вертикальны. Это положение многим позволяет 
    развивать в отжиманиях максимальные усилия, а также ставить рекорды в отжиманиях
</p>
<p>
    Широкая постановка рук задействует грудные мышцы (особенно сильно воздействуя на их внешние части), передние дельтоиды, бицепсы 
    (причём сильно) и в незначительной степени трицепсы. При такой постановке рук значительно напрягается пресс. Даже просто стойка 
    в этом положении уже является серьёзным испытанием на силу и выносливость. Амплитуда движений при отжиманиях таким образом небольшая.
</p>

<h4>2. Положение локтей относительно тела</h4>

<p>
    Если посмотреть на отжимающегося человека сверху, со стороны спины, тогда очень хорошо виден угол между телом и плечевым отделом руки. 
    Этот угол может варьировать от 0&deg; до 90&deg;. Для некоторых экстремальных видов отжиманий он может быть равен и 180&deg;, но такие
    варианты мы рассматривать не будем, т.к. они травмоопасны и рекомендовать их я не стану.
</p>

<p>
    0&deg; (локти прижаты к телу) &mdash; в таком варианте выполнения снижается нагрузка на грудные мышцы и переносится на трицепсы и дельтоиды.
</p>

<p>
    45&deg; &mdash; такое положение позволяет развивать серьёзные усилия, и, в то же время, безопасно для плеч. При этом нагрузка примерно поровну
    разделяется между трицепсами и грудными мышцами.
</p>

<p>
    90&deg; &mdash; в таком положении грудные машца проявляют всю свою мощь! Однако, это положение имеет и свой существенный недостаток &mdash; оно 
    травмоопасно.
</p>


<h4>3. Положение тела относительно горизонта</h4>

<p>
    По сути, отжимания &mdash; это жим лежа наоборот. Наклонный жим головой вверх стимулирует верх грудных, а головой вниз - низ. С отжиманиями по 
    другому. Типичный вариант: голова выше ног, в результате чего больше нагружается нижняя область груди, а вот когда ступни находятся на опоре, и 
    "голова ниже ног", работает верх грудных.
</p>

<p>
    Новичкам рекомендуют отжиматься от стола или от скамьи. В этом случае тело находится значительно выше, чем ноги. И это существенно облегчает 
    отжимания, ведь приходится поднимать меньший вес.
</p>

<p>
    При отжиманиях от пола, когда и ноги на полу, нагрузка уже больше, чем в первом примере.
</p>

<p>
    Если же ноги расположить на возвышении (табурет, скамья, стол или шведская стенка), тогда нагрузка на жмущие мышцы возрастёт ещё больше. 
    Причём, чем выше ноги, тем сложнее будет отжиматься. В своей крайности такие отжимания превращаются в отжимания вверх ногами.
</p>

<p>
    Чем выше ноги, тем меньше нагружаются мышцы груди и тем большая нагрузка ложится на трицепсы и дельтоиды.
</p>

<h4>4. Амплитуда отжиманий</h4>

<p>
    Касательно отжиманий от пола, амплитуда - это степень сгибания или разгибания рук, определяющая степень растяжения мышц, участвующих в 
    упражнении.
</p>

<p>
    Следует помнить, что <i>степень задействованности мышцы в упражнение зависит не только от веса и биомеханической расстановки рычагов, но и 
        от того, насколько сильно она растягивается. Чем сильнее мышца растягивается при упражнении, тем сильнее она качается.</i>
</p>

<p>
    Поэтому увеличение амплитуды отжиманий поможет значительно увеличить нагрузку на жмущие мышцы. Для этого я приобрёл специальные ручки:
</p>

{imgb dir='GymExercises/21' name='ruchki.png'}

<p>
    Стоят они не дорого, места практически не занимают, а польза от них — огромна.
</p>



<h4>5. Скорость отжиманий</h4>

<p>
    Скорость отжимания зависит от того, чего Вы желаете добиться.
</p>

<p>
    Быстрые, взрывные отжимания помогут выработать силу и скорость. Не забудьте разогреться как следует перед такими отжиманиями.
    Взрывные отжимания могут быть настолько взрывными, что руки отрываются от пола и можно успеть сделать хлопок перед собой.
    Если Вы будете развивать этот вариант отжиманий, то можете стримиться к тому, чтобы успевать сделать не один, а несколько хлопков.
</p>

<p>
    Отжимания в замедленном темпе помогут натренировать значительную выносливость и рельефность мышц. Можете увеличивать интервал столько, 
    сколько угодно. Напимер, попробуйте выполнять одно отжимание - две минуты, затрачива одну минуту на опускание и одну минуту на подъём тела.
    В тот день, когда у Вас это получится, выносливость Ваших мышц можно будет считать более, чем высокой:)
</p>

<p>
    Отжимания в среднем темпе позволят сделать наибольшее количество отжиманий. Именно средний темп позволяет большинству людей отжаться 
    наибольшее количество раз. При таком темпе отжиманий Вы можете ставить собственные рекорды, постоянно увеличивая кол-во отжиманий за один 
    подход.
</p>

<p>
    Учитывайте, что далеко не все варианты отжиманий возможно делать в быстром или очень замедленном темпе,
    а также то, что Вы можете менять скорость отжиманий в течение одного подхода и даже в течение одного повторения!
</p>

<br/><br/>

<h4>6. Резюме, примеры вариантов отжиманий</h4>

<p>
    Как видите, комбинируя варианты положения тела, постановки рук, скорости, амплитуды и всего остального, мы можем получить фантастическую цифру
    вариантов отжиманий. Чтобы резюмировать сказанное, я приведу техники ваполнения самых распространённых вариантов отжиманий.
</p>


<h4>Отжимания от пола средним хватом:</h4>

{imgb dir='GymExercises/21' name='pos5.jpg pos6.jpg' text='Отжимания от пола средним хватом'}

<ol>
    <li>Лягте на пол лицом вниз, ладони на расстоянии 90 см друг от друга. Поднимитесь, удерживая себя на вытянутых руках.</li>
    <li>На вдохе опуститесь, почти касаясь грудью пола.</li>
    <li>Напрягая грудные мышцы, на выдохе вернитесь в исходное положение.</li>
    <li>После короткой паузы повторите движение и выполните необходимое количество повторений.</li>
</ol>


<h4>Отжимания от пола широким или узким хватом:</h4>

{imgb dir='GymExercises/21' name='pos8.jpg pos7.jpg' text='Отжимания от пола средним хватом'}

<ol>
    <li>Лягте на пол лицом вниз, сделайте упор на носки и на руки, расставленные шире ширины плеч (для широкого упора) или на руки, расставленные 
        уже ширины плеч (для узкого). Поднимитесь, удерживая себя на вытянутых руках.
    </li>
    <li>На вдохе опуститесь, почти касаясь грудью пола.</li>
    <li>Напрягая грудные мышцы, на выдохе вернитесь в исходное положение.</li>
    <li>После короткой паузы повторите движение и выполните необходимое количество повторений.</li>
</ol>


<h4>Отжимания с поднятыми ногами:</h4>

{imgb dir='GymExercises/21' name='pos3.jpg pos4.jpg' text='Отжимания с поднятыми ногами'}

<ol>
    <li>Лягте на пол лицом вниз, ладони на расстоянии 90 см друг от друга.</li>
    <li>Положите ноги на скамью. Подсказка: высота скамейки зависит от уровня вашей подготовленности.</li>
    <li>На вдохе опуститесь, почти касаясь грудью пола.</li>
    <li>Напрягая грудные мышцы, на выдохе вернитесь в исходное положение.</li>
    <li>После секундной паузы повторите движение и выполните необходимое количество повторений.</li>
</ol>


<h4>Отжимания стоя на руках:</h4>

{imgb dir='GymExercises/21' name='pos9.jpg pos10.jpg' text='Отжимания стоя на руках'}

<ol>
    <li>Встаньте спиной к стене. Упритесь руками в пол.</li>
    <li>При помощи усилия ног оттолкните нижнюю часть тела по направлению к стене. Опирайтесь на стену для придания телу устойчивости. Туловище должно быть выпрямлено.</li>
    <li>Медленно опуститесь пока голова не коснется пола. Для выполнения этого упражнения важно быть в хорошей физической форме.</li>
    <li>Выполните подъем туловища, полностью выпрямив руки.</li>
</ol>

<p>Целевой группой мышц в данном упражнении являются плечи.</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/21' name='fiz.jpg'}

{/exercise}