{exercise id='22' name='Жим штанги лежа средним хватом на скамье с положительным наклоном'}

<p>
    Данное упражнение также можно отнести к базовым для груди. Оно прекрасно нагружает верх грудных мышц.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/22' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Лягте на наклонную скамью. Возьмите штангу средним хватом (так, чтобы во время движения между плечом и предплечьем создавался угол 90°) 
        и поднимите ее над грудью. Это &mdash; исходное положение.</li>
    <li>На вдохе медленно опускайте штангу, пока гриф не коснется верхней части груди.</li>
    <li>После короткой паузы, на выдохе верните штангу в исходное положение. Старайтесь выжимать штангу, используя грудные мышцы. Зафиксируйте 
        руки вверху, напрягите грудь, после секундной паузы снова начинайте движение вниз. В идеале, движение вниз должно занимать вдвое больше 
        времени, чем движение вверх.
    </li>
    <li>Выполните необходимое количество повторений.</li>
    <li>Верните гриф на стойку.</li>
</ol>

<h4>Внимание:</h4>
<p>
    Если вы делаете это упражнение впервые, то попросите напарника вас подстраховать. Если такой возможности нет, используйте небольшой 
    вес, при этом я рекомендую в самом начале делать упражнение вообще с пустым грифом - это даст Вам возможность почувствовать штангу и, 
    так называемую, "колею" упражнения.
</p>

<p>
    Следите также за тем, чтобы гриф штанги касался точно верхней части груди. Избегайте колебаний штанги, внимательно контролируйте ее движение.
</p>

<h4>Вариации:</h4>
<p>
    Вы можете использовать различные углы наклона скамьи.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/22' name='fiz.jpg'}

{/exercise}