{exercise id='23' name='Жим с гантелями лежа на горизонтальной скамье'}

<p>
    Это отличное базовое, которое развивает внешние части грудных мышц. С помощью гантелей, по сравнению со штангой, достигается более широкая амплитуда 
    движений. Кроме того, необходимость удерживать равновесие, что заставляет мышцы непривычно, по-новому сопротивляться нагрузке. 
</p>
<p>
    Жимы с гантелями наиболее эффективны, если используются тяжелые снаряды. Но будте аккуратны, данное упражнение более травмоопасно, 
    нежели привычный жим штанги.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/23' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Лягте на горизонтальную скамью так, как это показано на рисунке, держа в каждой руке гантель. Руки с гантелями при этом прижаты к 
        верхней части бедер. Ладони обращены друг к другу.
    </li>
    <li>Как только вы легли, помогите себе толчком верхней части бедер и перенесите гантели перед собой вверх на ширину плеч.</li>
    <li>Поверните запястья так, чтобы ладони были обращены вперед. Гантели должны располагаться по обе стороны груди, а плечо и предплечье 
        должны быть согнуты под прямым углом. Внимательно контролируйте гантели. Это &mdash; исходное положение.
    </li>
    <li>На выдохе медленно поднимите гантели, используя грудные мышцы. Зафиксируйте руки вверху, напрягите грудь, после секундной паузы снова 
        начинайте движение вниз. Движение вниз должно занимать вдвое больше времени, чем движение вверх.</li>
    <li>Выполните необходимое количество повторений.</li>
    <li>Внимание: после окончания упражнения не ставьте гантели по бокам у скамьи, это движение может травмировать ваши запястья.<br/>
        Оторвите ноги от пола, сгибая их в коленях. Поверните запястья так, чтобы ладони были обращены друг к другу и поставьте гантели на 
        верхнюю часть бедра. Одновременно сделайте рывок, поднимая верхнюю часть тела и легкий толчок ногами вперед. Это движение поможет вам 
        вернуться в сидячее положение. Только тогда ставьте гантели на пол.
    </li>
</ol>

<h4>Вариации:</h4>
<p>
    Для выполнения этого упражнения вы также можете держать запястья таким образом, чтобы ладони были обращены друг к другу.
</p>
<p>
    Вы также можете держать ладони обращенными друг другу, а во время выполнения движения вверх, поворачивать запястья, обращая ладони вперед, 
    от себя.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/23' name='fiz.jpg'}

{/exercise}