{exercise id='24' name='Жим гантелей лежа на скамье с положительным наклоном'}

<p>
    Данное упражнение развивает внешнюю верхнюю часть грудных мышц. С помощью гантелей, по сравнению со штангой, достигается более широкая амплитуда 
    движений. Кроме того, необходимость удерживать равновесие, что заставляет мышцы непривычно, по-новому сопротивляться нагрузке. 
</p>
<p>
    Будте аккуратны, данное упражнение более травмоопасно, нежели жим штанги на наклонной скамье.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/24' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Лягте на наклонную скамью, держа в каждой руке по гантели на уровне бедер. Ладони обоих рук обращены внутрь, друг к другу.</li>
    <li>Помогая верхней частью бедер, переместите гантели наверх к плечам.</li>
    <li>После того, как вы подняли гантели к плечам, поверните запястья так, чтобы ладони были обращены вперед, в направлении от вас. Это будет вашим исходным положением.</li>
    <li>Контролируйте движение гантелей. На выдохе поднимите гантели, используя грудные мышцы.</li>
    <li>Зафиксируйте руки вверху, напрягите грудь, после секундной паузы снова начинайте движение вниз. В идеале, движение вниз должно занимать 
        вдвое больше времени, чем движение вверх.
    </li>
    <li>Выполните необходимое количество повторений.</li>
    <li>Закончив упражнение, переместите гантели к верхней части бедра, а затем на пол.</li>
</ol>

<h4>Вариации:</h4>
<p>
    Вы можете использовать различные углы наклона скамьи. Также вы можете держать ладони обращенными друг другу, а во время выполнения движения вверх, 
    поворачивать запястья, обращая ладони вперед, от себя.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/24' name='fiz.jpg'}

{/exercise}