{exercise id='25' name='Жим штанги лежа средним хватом на скамье с отрицательным наклоном'}

<p>
    Данное упражнение относится к базовым и прекрасно развивает нижнюю часть грудных мышц. Учтите, что упражнение довольно травмоопасно и 
    делать его без напарника я крайне не рекомендую. Вначале вообще начинайте делать его с одним грифом, чтобы почувствовать "колею" упражнения.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/25' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Лягте на наклонную скамью так, как это показано на рисунке.</li>
    <li>Возьмите штангу средним хватом (так, чтобы во время движения между плечом и предплечьем создавался угол 90°) и поднимите ее над собой. 
        Это &mdash; исходное положение. Руки должны быть перпендикулярно полу. Советую во время выполнения этого упражнения пользоваться помощью напарника.
    </li>
    <li>На вдохе медленно опускайте штангу, пока гриф не коснется нижней части вашей груди.</li>
    <li>После короткой паузы, на выдохе верните штангу в исходное положение. Старайтесь выжимать штангу, используя грудные мышцы. Зафиксируйте руки вверху, напрягите грудь, после секундной паузы снова начинайте движение вниз. Подсказка: в идеале, движение вниз должно занимать вдвое больше времени, чем движение вверх.</li>
    <li>Выполните необходимое количество повторений.</li>
    <li>Верните гриф на стойку.</li>
</ol>

<h4>Внимание:</h4>
<p>
    Если вы делаете это упражнение впервые, воспользуйтесь помощью напарника, который вас подстрахует. Если такой возможности нет, используйте небольшой вес.
</p>

<p>
    Следите также за тем, чтобы гриф штанги касался нижней части груди. Избегайте колебаний штанги, внимательно контролируйте ее движение.
</p>


<h4>Вариации:</h4>
<p>
    Для выполнения этого упражнения вы можете менять угол наклона скамьи и ширину хвата.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/25' name='fiz.jpg'}

{/exercise}