{exercise id='26' name='Жим гантелей лежа на скамье с отрицательным наклоном'}

<p>
    Данное упражнение, также, как и жим со штангой на скамье с отрицательным наклоном, относится к базовым и прекрасно развивает нижнюю часть 
    грудных мышц. При этом, вариант с гантелями - менее травмоопасен, но в данном случае следует тчательно подбирать вес, чтобы Вы могли
    контролировать свои движения во время всех повторений.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/26' name='pos1.jpg pos2.jpg'}
<ol>
    <li>Лягте на наклонную скамью так, как это показано на рисунке, держа в каждой руке гантель. Руки при этом прижаты к телу у верхней части 
        бедер. Ладони обращены друг к другу.
    </li>
    <li>Как только вы легли, перенесите гантели перед собой вверх на ширину плеч.</li>
    <li>Поверните запястья так, чтобы ладони были обращены вперед. Это &mdash; исходное положение.</li>
    <li>На вдохе медленно опустите гантели. Внимательно контролируйте их движение. Совет: во время этого движения предплечья должны находиться перпендикулярно полу.</li>
    <li>На выдохе выполните жим гантелей, используя ваши грудные мышцы. Зафиксируйте руки вверху, напрягите грудь, после секундной паузы снова начинайте движение вниз. Подсказка: движение вниз должно занимать вдвое больше времени, чем движение вверх.</li>
    <li>Выполните необходимое количество повторений, согласно вашей тренировочной программе.</li>
</ol>

<h4>Внимание:</h4>
<p>
    После окончания упражнения не ставьте гантели по бокам у скамьи, это движение может травмировать ваши запястья. Если гантели очень тяжелые, 
    лучше воспользуйтесь помощью напарника.
</p>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/26' name='fiz.jpg'}

{/exercise}