{exercise id='27' name='Пуловер с гантелей лежа на скамье'}

<p>
    Это прекрасное упражнение для мышц груди. Второстипенными мышцами являются трицепсы, предплечья и широчайшие мышцы спины. Пуловеры являются прекрасным 
    завершением тренировки груди или спины.
</p>
<p>
    Данное упражнение не рекомендуется людям, у которых есть склоность к гипертонии (повышенному артериальному давлению), и с этим я абсолютно согласен.
    Поэтому, если в процессе выполнения упражнения вы почувствуете, что давление начинает резко возрастать - сразу бросайте гантель на пол!
    Со мной однажды такое случилось, из-за постоянных недосыпов во время сессии. Но если делать упражнение правильно и с правильным весом, 
    то такая ситуация возникнуть не должна.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/27' name='pos1.jpg pos2.jpg'}
<ol>
    <li>Поставьте гантель на горизонтальную скамью.</li>
    <li>Убедитесь, что она надежно установлена. Лягте перпендикулярно на скамью так, как это показано на рисунке. Обратите внимание, что на 
        скамье должны находиться только плечи. Бедра находятся ниже уровня скамьи, ступни должны устойчиво упираться в пол. Голова также не 
        лежит на скамье.
    </li>
    <li>Захватите гантель обеими руками и поднимите ее над грудью, держа руки согнутыми. Это &mdash; исходное положение. Внимание: убедитесь, 
        что гантель, используемая для выполнения упражнения, безопасна. Использование гантелей с плохо закрепленными блинами – травмоопасно!
    </li>
    <li>Продолжая держать руки согнутыми, на вдохе медленно опишите ими полукруг, заводя их за голову, пока не почувствуете растяжение мышц 
        груди.
    </li>
    <li>На выдохе верните гантель в исходное положение по той же траектории.</li>
    <li>Зафиксируйте руки в исходном положении, после секундной паузы. Выполните необходимое количество повторений.</li>
</ol>

<h4>Внимание:</h4>
<p>
    Всли Вы делаете это упражнение впервые, воспользуйтесь помощью напарника, который Вас подстрахует.
</p>
<p>
    Во время всего упражнения таз должен быть опущен: это обеспечивает максимальное растягивание и, следовательно, максимальное расширение 
    грудной клетки. 
</p>

<h4>Выриации:</h4>
<p>Для выполнения этого упражнения также можно использовать обычную или EZ-штангу, но я лично такой вариант упражнения никогда не практиковал.</p>
<p>Также можно выполнять это упражнение, лёжа горизонтальной скамье &mdash; так, как показано на рисунке ниже.</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/27' name='fiz.jpg'}

{/exercise}