{exercise id='3' name='Отжимания на параллельных брусьях'}

<p>
    Это упражнение является одновременно моим самым любимым и наиболее доступным из всех:) Найти пару брусьев можно практически в любом месте.
    В этом упражнее чем больше вы наклоняетесь вперед, тем большую нагрузку получают мышцы груди, соответственно, чем ровнее вы удерживаете 
    свой корпус, тем больше работают трицепсы.
</p>

<h4>Схема выполнения для трицепса:</h4>

{imgb dir='GymExercises/3' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Удерживайте тело на весу на вытянутых руках.</li>
    <li>На вдохе медленно опуститесь вниз. Локти должны располагаться как можно ближе к телу. В крайнем положении руки согнуты в локтях на 90&deg;.</li>
    <li>На вдохе усилием трицепса поднимите тело вверх в исходное положение.</li>
</ol>

<h4>Схема выполнения для груди:</h4>

{imgb dir='GymExercises/3' name='pos3.jpg pos4.jpg'}

<ol>
    <li>Удерживайте тело на весу на вытянутых руках.</li>
    <li>На вдохе опускайтесь вниз, одновременно наклоняя туловище вперед приблизительно на 30°, медленно сгибая локти до тех пор, пока не почувствует 
        растяжение грудных мышц.
    </li>
    <li>На выдохе вернитесь в исходное положение, используя грудные мышцы. При этом не забывайте напрягать грудь в конце этого движения.</li>
</ol>

<h4>Рекомендации:</h4>

<p>
    Если вы новичёк, то лучше делайте данное упражнение (вне зависимости от варианта) в начале тренировки, со свежими силами. 
    Это движение требует больших энергетических затрат и четкой координации. К концу тренировки Вы, при всем желании, не выполните 
    его правильно и безопасно.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/3' name='fiz.png'}

{/exercise}