{exercise id='30' name='Шраги с гантелями'}

<p>
    Это прекрасное упражнение для трапецевидных мышц &mdash; доступное, простое и не травмоопасное. Выбирайте подходящий Вам вес и делайте по 8-10 
    повторений в подходе, но так, чтобы последние повторения давались, что называется, еле-еле.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/30' name='pos1.jpg pos2.jpg'}
<ol>
    <li>Встаньте прямо с гантелями в каждой руке. Руки направлены вниз. Ладони направлены в сторону бедер.</li>
    <li>На вдохе поднимите гантели  как можно выше.  Удерживайте плечи в крайнем верхнем положении в течении 1-2 секунд. Старайтесь не 
        задействовать бицепсы при выполнении упражнения. Работать должны только плечи.
    </li>
    <li>Медленно опустите гантели вниз.</li>
</ol>

<h4>Выриации:</h4>
<p>
    Также это упражнение можно эффективно выполнять со штангой или с гирями. В одном спортзале, где я занимался, в углу стояли пары гирь 
    весом один, полтора и два пуда. Каждую тренировку я заканчивал тремя подходами как раз этого упражнения. Начинал с пары пудовых гирь 
    и на каждый следующий подход брал потяжелее.
</p>

<p>
    В процессе выполнения этого упражнения нагружается позвоночник, поэтому в конце тренировки я рекомендую провисать. Вы просто повисаете на турнике
    в течении 1 минуты и затем осторожно (не спрагивая) спускаетесь. Это позволит Вам снять напряжение в позвоночнике.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/30' name='fiz.jpg'}

{/exercise}