{exercise id='31' name='Тяга штанги к подбородку'}

<p>
    Все многосуставные упражнения для плеч, такие как жимы, ограничены силой трицепсов, исключая тяги штанги стоя к подбородку. 
    Они вовлекают в работу бицепсы и предплечья, но никак не трицепсы. Это даcт вам много преимуществ в борьбе за развитие плеч. 
    Тяги вверх стоя накладывают на дельты постоянное напряжение.
</p>

<p>
    Многим людям это движение кажется неудобным. В этом случае попробуйте выполнять его с EZ-штан-гой. Она предлагает возможности хвата 
    грифа под разными углами, что может помочь решению проблемы.
</p>

<p>
    У людей с широкими ключицами большую часть работы в этом движении выполняют трапеции, однако, атлеты с узкими плечами могут значительно 
    выиграть от расширяющего плечи эффекта таких тяг.
</p>

<p>
    Это упражнение имеет массу вариаций: можно выполнять его со гантелями, штангой или в машине Смита. Последние два вариатна мы рассмотрим
    детально.
</p>

<h4>Схема выполнения со штангой:</h4>

{imgb dir='GymExercises/31' name='pos1.jpg pos2.jpg'}
<ol>
    <li>Возьмите штангу узким прямым хватом. Держите ее в опущенных, слегка согнутых руках. Спина должна быть ровной. Это &mdash; исходное положение.</li>
    <li>Теперь, на вдохе, усилием плеч, поднимайте и разводите локти. Путь штанги должен проходить максимально близко к телу. 
        Поднимайте снаряд до тех пор, пока гриф не приблизится к подбородку. Примечание: локти должны определять движение и постоянно 
        находиться выше предплечий. Не забывайте о неподвижности торса.
    </li>
    <li>После секундной паузы в наивысшей точке движения, на вдохе, опустите снаряд в исходное положение.</li>
    <li>Повторите нужное число раз.</li>
</ol>

<h4>Схема выполнения в машине Смита:</h4>

{imgb dir='GymExercises/31' name='pos3.jpg pos4.jpg'}

<ol>
    <li>Установите гриф в тренажере Смита в удобное для Вас положение. Обхватите гриф по ширине бедер, ладони направлены вниз.</li>
    <li>Снимите гриф с тренажера. Встаньте прямо, расслабьте плечи и руки. Спина прямая. Это &mdash; исходное положение.</li>
    <li>На вдохе поднимите гриф как можно выше. Старайтесь тянуть гриф к подбородку. Локти обязательно должны смотреть вверх. 
        Удерживайте плечи в крайнем верхнем положении в течении 1-2 секунд.
    </li>
</ol>

<h4>Важные правила:</h4>
<p>
    При выполнении упражнения Вам, возможно, захочется посмотреть вправо или влево. Это очень опасно! Чтобы избежать такой тенденции, 
    лучше всего работать, смотря в зеркало.
</p>
<p>
    Тяги штанги вверх стоя могут стать причиной различных болей в суставах, поэтому подходят они не всем. Если вы почувствовали дискомфорт, 
    не настаивайте, особенно в случае с прямым грифом. Попробуйте использовать EZ-гриф, гантели, тренажёр Смита или блок.
</p>

<p>
    Для данного упражнения можно изменять ширину хвата - от совсем узкого до широкого. Однако, найдя хват, наиболее сильный и безопасный для 
    Вас, старайтесь придерживаться именно его.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/31' name='fiz.jpg'}

{/exercise}