{exercise id='32' name='Шраги со штангой'}

<p>
    Очень хорошее упражнение для развития трапецевидных мышц. Его можно выполнять в конце упражнения, 
    когда остальные группы мышц уже "забиты".
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/32' name='pos1.jpg pos2.jpg'}

{ol}
Возьмите штангу. Встаньте прямо. Ноги на ширине плеч. Очень важно при выполнении данного упражнения держать спину прямо. Подсказка: руки на грифе должны располагаться чуть шире, линии плеч. Для лучшего удержания штанги можно использовать перекрестное сцепление рук на грифе.
На выдохе поднимите плечи вверх, и удерживайте их в верхнем положении  в течении 1 секунды.
На вдохе медленно опустите штангу в исходное положение.
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/32' name='fiz.jpg'}

{/exercise}