{exercise id='4' name='Разгибание руки с гантелью в наклоне'}

<p>
    Это прекрасное упражнение действует сразу на все три головки трицепса и является для него изолирующим. Это означает, что вся нагрузка приходится 
    непосредственно на трицепс и у вас нет никакой возможности эту нагрузку снизить, задействовав другие мышцы. Очень важно выполнять данное 
    упражнение технически грамотно: если вы не полностью разогнете локоть или не поднимете гантель выше уровня спины, то трицепс не получит 
    должной нагрузки.
</p>

<p>
    Можно выполнять это упражнение, не описаясь коленом на скамью,а лишь поставив на неё руку. Я люблю данный вариант упражнения, т.к. он даёт 
    совершенно ненужную нагрузку на спину и отвлекает от основного упражнения.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/4' name='pos1.jpg'}

<ol>
    <li>Возьмите в одну руку гантель и встаньте рядом с боковым краем скамьи и обопритесь на него кистью другой руки и коленом одноименной ноги. Другую ногу отставьте назад и чуть в сторону для упрочения стойки. Согните руку с гантелью в локте, и поднимите повыше локоть.</li>
    <li>Сделайте вдох чуть глубже обычного, задержите дыхание и медленно распрямите локоть, не меняя его положения. Когда гантель окажется в верхней точке амплитуды, выдохните.</li>
    <li>На мгновение задержитесь в этой позиции, чтобы продлить пиковое напряжение в трицепсе и подчеркнуто медленно вернитесь в исходное положение. Сделайте секундную паузу и повторите движение сначала.</li>
    <li>Выполняйте упражнение в умеренном ритме, не "забрасывайте" гантель вверх.</li>
    <li>Выполнив намеченное число повторов одной рукой, перейдите на другую сторону и проделайте столько же повторов другой рукой.</li>
</ol>

<h4>Рекомендации:</h4>

<p>
    Чтобы трицепс получил максимальную нагрузку, корпус надо зафиксировать в строго горизонтальном положении.
</p>
<p>
    Чтобы удержать корпус стабильным в нужном положении, вы непременно должны задержать дыхание в концентрической фазе повтора.
</p>
<p>
    Не используйте слишком большой вес, с которым вы не в состоянии выполнить движение с полной амплитудой. Большой вес заставляет вас "забрасывать" гантель в верхнюю позицию. В результате локоть испытывает травмирующую нагрузку.
</p>
<p>
    Опуская гантель, не выносите ее вперед дальше воображаемой вертикали, проведенной через руку. Когда гантель смещается в сторону головы, трицепс никакой дополнительной работы не совершает, зато движение приобретает ненужный импульс инерции.
</p>
<p>
    Чтобы хорошенько проработать длинную головку трицепса, попробуйте выполнить упражнение в два этапа. Сперва вы полностью разгибаете руку, удерживая гантель на уровне спины. Затем вы поднимаете гантель над корпусом - как можно выше. Между этими двумя этапами сделайте небольшую паузу.
</p>
<p>
    Держите корпус и плечи параллельно полу - не разворачивайте плечи или корпус, чтобы поднять руку с гантелью как можно выше. Подниматься должна только сама рука.
</p>
<p>
    Некоторые бодибилдеры выполняют это упражнение двумя руками одновременно. Такой вариант весьма эффективен, но требует очень большой 
    физической силы, ведь у вас нет внешней опоры, и стабильность корпуса обеспечивается исключительно за счет мускулатуры бедер и нижней части 
    спины. Кроме того, вам будет очень трудно полностью распрямить руки, то есть движение может "недотянуть" до полной амплитуды.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/4' name='fiz.jpg'}

{/exercise}