{exercise id='40' name='Подтягивания прямым хватом'}

<p>
    Подтягивания – самое популярное и одно из самых эффективных упражнений для спины. Оно не только помогает в короткие сроки сделать спину шире, 
    но и снимает напряжение с позвоночника.
</p>

<p>
    Моё личное мнение такое, что мужчина, а особенно молодой парень, обязан подтягиваться минимум 10 раз. Если он этого сделать не в состоянии,
    значит с его физической формой явно что-то не так.
</p>

<p>
    Выделяют три основных варианта подтягиваний прямым хватом, в зависимости от ширины расстановки рук. Мы рассмотрим все из них.
</p>

<h4>Подтягивания средним прямым хватом:</h4>

{imgb dir='GymExercises/40' name='p1.jpg'}

<p>Основной акцент: мышцы спины и сгибатели предплечья, в особенности плечевая и бицепсы.</p>

<ol>
    <li>Схватитесь за перекладину турника. Руки чуть шире линии плеч. Ноги согнуты в коленях и скрещены.</li>
    <li>Без резких движений подтяните тело вверх. Крайнее положение — подбородок выше перекладины.</li>
    <li>Опуститесь в исходное положение.</li>
    <li>В нижней точке для лучшей растяжки мышц спины полностью выпрямляйте руки.</li>
</ol>

<h4>Подтягивания широким хватом к груди:</h4>

{imgb dir='GymExercises/40' name='p3.jpg'}

<p>Основной акцент: парные круглые, верх широчайших, трапециевидные.</p>

<ol>
    <li>Схватитесь за перекладину турника. Руки чуть расставлены примерно как в жиме лежа со штангой. При этом снаряд обхватите большими пальцами 
        сверху — это лучше растягивает широчайшие мышцы спины. Ноги согнуты в коленях и скрещены.
    </li>
    <li>
        Без резких движений подтяните тело вверх, не напрягая бицепсы и, сводя лопатки. Прогибайтесь в спине и смотрите строго вверх. 
        Крайнее положение – верх грудных мышц касается перекладины.
    </li>
    <li>Немного задержавшись в верхней точке, вернись в исходное положение.</li>
</ol>

<h4>Подтягивания широким хватом за голову:</h4>

{imgb dir='GymExercises/40' name='p4.jpg'}

<p>Основной акцент: парные круглые, верх и середина широчайших, трапециевидные.</p>

<ol>
    <li>Схватитесь за перекладину турника. Руки чуть расставлены примерно как в жиме лежа со штангой. При этом снаряд обхватите большими пальцами 
        сверху — это лучше растягивает широчайшие мышцы спины. Ноги согнуты в коленях и скрещены.
    </li>
    <li>
        Без резких движений подтяните тело вверх, не прогибаясь в спине. Локти во время движения должны быть направлены четко вниз, а не назад.
        Крайнее положение — шея касается перекладины.
    </li>
    <li>Немного задержавшись в верхней точке, вернись в исходное положение.</li>
</ol>


<h4>Подтягивания узким хватом:</h4>

{imgb dir='GymExercises/40' name='p5.jpg'}

<p>Основной акцент: низ широчайших, зубчатые и плечевая мышцы.</p>

<ol>
    <li>Схватитесь за перекладину турника так, как показано на фото.</li>
    <li>Подтягивайтесь как можно быстрее, но без толчков и рывков, а опускаясь — не бросайте тело.</li>
</ol>


<h4>Общие рекомендации:</h4>

<ol>
    <li>Вы можете использовать перчатки для снятия нагрузки с кистей.</li>
    <li>Вы можете использовать отягощение. Для этого необходимо использовать пояс с отягощением. Нельзя закреплять отягощение на ногах!</li>
    <li>Даже в пределах одного варианта упражнения варьируйте ширину хвата - иногда беритесь чуть шире, иногда чуть уже. Можно также варьировать
        ширину хвата между подходами, а не между тренировками. Это позволит лучше проработать различные участки широчайших мышц.
    </li>
</ol>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/40' name='fiz.jpg'}

{/exercise}