{exercise id='41' name='Подтягивания обратным хватом'}

<p>
    Данный вариант подтягиваний несколько проще подтягиваний обычным хватом, тем не менее он является крайне полезным для развития бицепсов и 
    широчайших мышц.
</p>

<p>
    Упражнение абсолютно безопасно и широко доступно — достаточно найти турник, и можно приступать к тренировкам;)
</p>

<h4>Подтягивания средним обратным хватом:</h4>

{imgb dir='GymExercises/41' name='p2.jpg'}

<p>Основной акцент: широчайшие мышцы спины и бицепсы.</p>

<ol>
    <li>Схватитесь за перекладину турника. Руки чуть шире линии плеч. Ноги согнуты в коленях и скрещены.</li>
    <li>Без резких движений подтяните тело вверх. Крайнее положение — подбородок выше перекладины.</li>
    <li>Опуститесь в исходное положение.</li>
    <li>В нижней точке для лучшей растяжки мышц спины полностью выпрямляйте руки.</li>
</ol>

<h4>Подтягивания узким обратным хватом:</h4>

{imgb dir='GymExercises/41' name='p6.jpg'}

<p>Основной акцент: низ широчайших, бицепсы.</p>

<ol>
    <li>Обхватите турник обратным хватом уже ширины плеч.</li>
    <li>Старайтесь держать тело прямым.</li>
    <li>На выдохе поднимите тело вверх. В крайнем положении подбородок выше уровня перекладины. Держите локти как можно ближе к телу.</li>
    <li>Медленно опуститесь в исходное положение.</li>
</ol>

<h4>Общие рекомендации:</h4>

<ol>
    <li>Вы можете использовать перчатки для снятия нагрузки с кистей.</li>
    <li>Даже в пределах одного варианта упражнения варьируйте ширину хвата - иногда беритесь чуть шире, иногда чуть уже. Можно варьировать
        ширину хвата между подходами или между тренировками. Это позволит лучше проработать различные участки широчайших мышц.
    </li>
</ol>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/41' name='fiz.jpg'}

{/exercise}