{exercise id='42' name='Тяга верхнего блока перед собой'}

<p>
    Это упражнение наращивает толщину спины, акцентируя нагрузку на среднюю часть широчайших мышц спины, задействует трапециевидную мышцу, ромбовидные мышцы, бицепсы, 
    плечевые и большие грудные мышцы.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/42' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Сядьте в тросовый тренажер с прикрепленным широким грифом. Отрегулируйте высоту сиденья и упор для коленей под свой рост. Упор для коленей 
        необходим для предотвращения подъема тела во время выполнения упражнения.
    </li>
    <li>Обхватите гриф ладонью пальцами от себя. Ширина хвата должна должна быть больше ширины ваших плеч.</li>
    <li>Держась руками за гриф, отклоните туловище назад примерно на 30 градусов за счет выгибания нижней части спины и выпячивания груди вперед. Это &mdash; стартовая позиция.</li>
    <li>Тяните гриф вниз до касания нижней части груди как показано на картинке. Совет: Сконцентрируйтесь на сокращении мышц спины в нижней точке движения. 
        Верхняя часть туловища должна оставаться неподвижной, должны двигаться только руки. Предплечья должны только держать гриф не выполняя никакой дополнительной работы, 
        поэтому не пытайтесь тянуть вниз гриф используя предплечья.
    </li>
    <li>Через секунду после достижения нижней точки движения медленно верните гриф в исходное положение, полностью распрямив руки и растянув широчайшие мышцы. На этом движении делайте выдох.</li>
</ol>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/42' name='fiz.jpg'}

{/exercise}