{exercise id='43' name='Тяга верхнего блока за шею'}

<p>Это упражнение превосходно развивает ширину спины, ее верхние и нижние пучки, а также большие круглые мышцы.</p>
<p>В работе участвуют бицепсы, плечевые мышцы и плечелучевые, равно как ромбовидные мышцы и нижняя часть трапециевидных мышц. 
    Эти две последние мышцы содействуют смыканию лопаток друг с другом.
</p>
<p>Движения с тягой верхнего блока вниз очень важны для начинающих, поскольку позволяют приобрести мышечную силу перед последующим исполнением 
    различных подтягиваний на перекладинах.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/43' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Сядьте в тросовый тренажер. Установите подходящий для Вас вес.</li>
    <li>Обхватите гриф широким хватом.</li>
    <li>Выполните тягу грифа за голову. При выполнении упражнения старайтесь сохранять тело неподвижным. В нижнем положении гриф касается заднего пучка дельт. 
        Задержите гриф на 1 - 2 секунды в крайнем положении.
    </li>
    <li>Поднимите гриф вверх в исходное положение.</li>
</ol>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/43' name='fiz.jpg'}

{/exercise}