{exercise id='44' name='Тяга верхнего блока к груди с V образным грифом'}

<p>Это превосходное упражнение для полного развития широчайшей мышцы спины и большой круглой мышцы. При сведении лопаток 
    задейст-вуются ромбовидная и трапециевидная мышцы, а также задние части дельтовидной мышцы. 
</p>
<p>
    Любые тяги верхнего блока вовлекают в работу бицепсы и плечевые мышцы, а также нагружают плечелучевые мышцы.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/44' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Сядьте в тросовый тренажер. Установите подходящий для Вас вес.</li>
    <li>Возьмите в руку V-образную ручку (или гриф).</li>
    <li>Выполните тягу ручки к груди. При выполнении этого движения отведите тело на 30&deg; назад. 
        Это позволит Вам лучше проработать широчайшие мышцы спины.
    </li>
    <li>Поднимите ручку вверх в исходное положение.</li>
</ol>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/44' name='fiz.jpg'}

{/exercise}