{exercise id='45' name='Тяга верхнего блока прямыми руками к бёдрам'}

<p>Это упражнение задействует широчайшие мышцы спины, а также нагружает большие круглые мышцы и длинные головки трицепсов, 
    которые, в частности, отвечают за правильное положение плечевого сустава.
</p>
<p>
    Пловцы часто используют это упражнение как силовое, позволяющее им получать хорошие результаты в стиле кроль.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/45' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Установите необходимый вес и возьмитесь за широкую рукоятку верхнего блока средним прямым хватом (ладони должны быть направлены вниз). 
        Сделайте шаг назад от тренажера.
    </li>
    <li>Слегка согните ноги и наклоните туловище вперед под углом примерно 30&deg;. Вытяните руки перед собой и слегка согните их в локтях. 
        Если руки не полностью вытянуты под действием троса, необходимо отступить еще немного назад. Это &mdash; исходное положение.
    </li>
    <li>Не сгибая рук, на выдохе усилием широчайших мышц, медленно потяните рукоятку вниз, пока Ваши руки не окажутся по бокам бедер.</li>
    <li>На выдохе, вернитесь в исходное положение, по той же траектории.</li>
</ol>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/45' name='fiz.jpg'}

{/exercise}