{exercise id='46' name='Тяга к груди в гребном тренажере'}

<p>
    Это упражнение превосходно формирует толщину спины, задействуя широчайшую мышцу спины, большую круглую мышцу, задние части 
    дельтовидных мышц, бицепсы, плечелучевые и в конце движения, при сведении лопаток друг с другом, трапециевидные и ромбовидные мышцы. 
    В момент выпрямления туловища вовлекаются также мышцы - разгибатели позвоночника. В момент наклона под силой веса растягиваются 
    все мышцы спины.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/46' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Для выполнения данного упражнения вам понадобиться доступ к нижнему блоку с V-образной рукояткой. Такая рукоятка обеспечивает 
        нейтральный хват, ваши ладони будут направлены друг к другу.
    </li>
    <li>Сядьте на тренажер и поставьте немного согнутые в коленях ноги на платформу тренажера. Ноги держите параллельно, колени не сводите.</li>
    <li>Теперь наклонитесь вперед и возьмитесь за V-образную рукоятку.</li>
    <li>Для исходного положения выпрямите руки и отклоните торс назад, чтобы оно образовывало с Вашими ногами 90&deg;. Немного выгните спину. 
        Ваши широчайшие мышцы должны быть растянуты.
    </li>
    <li>Сохраняя туловище не подвижным, на выдохе начинайте тянуть рукоятку на себя, держите локти как можно близко к туловищу. 
        Продолжайте движение, пока рукоятка слегка не коснется живота. В этот момент как можно сильнее напрягите мышцы спины и задержитесь в течение секунды.
    </li>
    <li>После короткой паузы, на вдохе плавно вернитесь в исходное положение.</li>
    <li>Сделайте необходимое число повторов.</li>
</ol>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/46' name='fiz.jpg'}


<h4>Вариации:</h4>
<p>
    Также прекрасный вариант этого упражнения - использовать в качестве рукоятки широкий гриф. При этом можно применять хват снизу или сверху.
</p>

<ol>
    <li>Хват снизу акцентирует нагрузку на трапецевидные мышцы (нижние части), ромбовидные мышцы и бицепсы.</li>
    <li>Хват сверху акцентирует нагрузку на задние части дельтовидных мышц и средние части трапецевидных мышц.</li>
</ol>

{imgb dir='GymExercises/46' name='pos3.png'}

{/exercise}