{exercise id='47' name='Тяга гантели в наклоне'}

<p>На мой взгляд &mdash; это одно из лучших упражнений для широчайших мышц! Выбирайте вес, с которым сможете сделать 6-8 повторений в подходе, 
    и не забывайте держать спину прямо!
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/47' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Положите две гантели по обе стороны горизонтальной скамьи.</li>
    <li>Поставьте правое колено на край скамьи и наклонитесь вперед, таким образом, чтобы тело оказалось параллельно полу. 
        Правой рукой обопритесь о другой край горизонтальной скамьи.
    </li>
    <li>Левой рукой возьмите с пола гантель и держите ее свободно опущенной вниз. Спину держите все время прямо. Ладонь должна быть 
        направлена в вашу сторону. Это &mdash; исходное положение.
    </li>
    <li>На выдохе, плавно поднимите гантель по прямой к груди, предплечье держите близко к телу. Совет: в верхней точке движения, 
        сконцентрируйтесь на сжатие мышцы средней части спины. Кроме того, следите за тем, чтобы гантель поднимался усилием именно спины, 
        но не рук. Также исключите любые движения торса, должны двигаться только руки. Мышцы предплечья в этом упражнении лишь удерживают 
        гантель, поэтому не пытайтесь ее тянуть, используя предплечья.
    </li>
    <li>На вдохе, плавно опустите гантель в исходное положение.</li>
    <li>Сделайте необходимое количество повторов и выполните это упражнение с другой рукой.</li>
</ol>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/47' name='fiz.jpg'}

{/exercise}