{exercise id='48' name='Тяга штанги, стоя в наклоне'}

<p>
    Тяга в наклоне фокусирует нагрузку на мышцах средней части спины и считается чуть ли не лучшим средством «добавления толщины» верху 
    широчайшей мышцы, ромбовидной, а также нижним и средним трапециям.
</p>

<p>
    Установите вес, с которым Вы можете сделать 3-4 подхода по 6-10 повторений соблюдая технику! Главное &mdash; на протяжении всего упражнения 
    держите спину ровно!
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/48' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Возьмите штангу пронированным хватом (ладони обращены вниз), слегка согните колени и наклонитесь вперед, как показано на рисунке. 
        Держите спину прямо. Голова поднята. Гриф штанги должен находиться перед вами, в вытянутых перпендикулярно туловищу и полу руках. 
        Это &mdash; исходное положение.
    </li>
    <li>Держите туловище неподвижно, на выдохе потяните штангу к себе, сгибая руки в локтях. Держите локти близко к туловищу, вес должен 
        удерживаться предплечьями. В конце движения, напрягите мышцы спины и задержитесь в этом положении на несколько секунд.
    </li>
    <li>На вдохе медленно опустите штангу в исходное положение.</li>
</ol>

<h4>Внимание:</h4>

<p>
    Воздержитесь от выполнения этого упражнения, если у вас имеются проблемы со спиной или поясницей. Внимательно следите за тем, чтобы спина 
    была прогнута в пояснице на протяжении выполнения всего упражнения, в противном случае можно травмировать спину. Если у вас есть сомнения 
    по поводу выбранного веса, лучше взять меньший, чем больший вес.
</p>

<h4>Вариации:</h4>
<p>
    Также Вы можете выполнять это упражнение, используя супинированный хват (ладони обращены к Вам).
</p>

<ol>
    <li>
        <b>Хват сверху:</b><br/>
        Преимущественно работают мышцы спины, ромбовидные мышцы и нижняя и средняя части трапециевидных мышц.
    </li>
    <li>
        <b>Хват снизу:</b><br/>
        Преимущественно работают мышцы спины, верхняя часть трапециевидных мышц и бицепсов.
    </li>
</ol>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/48' name='fiz.jpg'}

{/exercise}