{exercise id='49' name='Тяга штанги, стоя в наклоне'}

<p>
    Это - одно из наиболее популярных упражнений для развития широчайших мышц. Его цель: утолщение внешней части спины.
</p>

<p>
    Движение почти идентично тяге штанги в наклоне, за исключением того, что один конец вашего грифа 
    прикреплен к полу или к раме тренажера. В результате этого, можно добиться меньшей величины вредного напряжения нижней 
    области позвоночника.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/49' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Загрузите олимпийскую штангу с одной стороны нужным весом. Убедитесь, что второй ее конец будет оставаться неподвижным, поместите ее 
        в угол или зафиксируйте чем-то сверху.
    </li>
    <li>Наклонитесь вперед, сгибаясь в талии, пока верхняя часть туловища не окажется почти параллельно полу, как показано на рисунке. 
        Слегка согните колени.
    </li>
    <li>Возьмите гриф обеими руками сразу под дисками. Это будет вашим исходным положением.</li>
    <li>На выдохе потяните штангу на себя, держа локти близко к туловищу (чтобы добиться максимальной эффективности и нагрузки для спины), пока 
        диски не коснутся вашей груди. В конце движения напрягите мышцы спины и задержитесь в этом положении на несколько секунд. 
        Избегайте движений туловища, оно должно оставаться неподвижным, работают только руки.
    </li>
    <li>На вдохе медленно опустите штангу в исходное положение. Не давайте штанге касаться дисками пола. Для правильной амплитуды движения 
        используйте маленькие диски.
    </li>
</ol>

<h4>Вариации:</h4>
<p>
    Ещё лучше делать это упражнение в тренажёре с Т-штангой (как показано на рисунке ниже). В таком случае Вы не будете опасаться, что штанга 
    соскользнёт.
</p>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/49' name='fiz.jpg'}

{/exercise}