{exercise id='5' name='Разгибание гантели двумя руками из-за головы'}

<p>
    Данное упражнение можно выполнять как сидя на скамье, так и стоя. Я бы всёже рекомендовал выполнять его сидя, так как при этом 
    уменьшается нагрузка на спину. Стоит выбрать вес, при котором Вы можете в спокойном темпе выполнить 8 - 10 повторений.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/5' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Сядьте на горизонтальную скамью со спинкой. Возьмите гантель обеими руками, держите гантель на вытянутых руках над головой.
        Если вес большой, лучше воспользоваться помощью напарника. Обхватите гантель так, как показано на рисунке: диск находится в ладонях, 
        большие пальцы на рукояти. Ладони обращены вверх. Это &mdash; исходное положение.
    </li>
    <li>Часть руки от плеча до локтя находится рядом с головой, перпендикулярно полу. На вдохе опустите гантель назад за голову по полукруглой 
        траектории. Продолжайте движение, пока предплечье не коснется бицепса. Плечи и локти остаются неподвижными, движение выполняется только 
        предплечьями.
    </li>
    <li>На выдохе, напрягая трицепсы, поднимите руки, возвращая гантель в исходное положение.</li>
</ol>

<h4>Вариации:</h4>

<ol>
    <li>Вместо гантели вы можете использовать обычную или EZ-штангу. В этом случае держите штангу пронированным хватом (ладони обращены вперед).</li>
    <li>Вместо гантели вы можете использовать трос нижнего блока с канатной, обычной или EZ-рукоятью.</li>
</ol>

<h4>Физиология:</h4>

{imgb dir='GymExercises/5' name='fiz.jpg'}

{/exercise}