{exercise id='6' name='Французский жим одной рукой (разгибание гантели из-за головы)'}

<p>
    Данное упражнение можно выполнять как сидя на скамье, так и стоя. Я бы всёже рекомендовал выполнять его сидя, так как при этом 
    уменьшается нагрузка на спину, вы можете лучше концентрироваться на упражнении и контролировать свои движения. Стоит выбрать вес, 
    при котором Вы можете в спокойном темпе выполнить 6 - 8 повторений.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/6' name='pos1.jpg pos2.jpg'}

<ol>
    <li>Возьмите гантель. Сядьте на скамью со спинкой и поставьте гантель на верхнюю часть бедра. Также вы можете выполнять это упражнение стоя.</li>
    <li>Поднимите гантель на уровень плеча, затем выпрямите руку, поднимая гантель вверх над головой. Рука должна находиться рядом с головой, 
        перпендикулярно полу. Другую руку расслабьте или поставьте на пояс или возьмитесь за неподвижную поверхность.
    </li>
    <li>Поверните запястье так, чтобы ладонь была обращена вперед, а мизинец был направлен к потолку. Это будет вашим исходным положением.</li>
    <li>На вдохе медленно опустите гантель за голову, не двигая плечом. В конце движения сделайте небольшую паузу.</li>
    <li>На выдохе вернитесь в исходное положение, разгибая руку из-за головы. Подсказка: при выполнении упражнения двигается только предплечье, часть руки от плеча до локтя остается абсолютно неподвижной.</li>
</ol>

<h4>Физиология:</h4>

{imgb dir='GymExercises/6' name='fiz.jpg'}

{/exercise}