{exercise id='60' name='Гиперэкстензия'}

<p>
    Данное упражнение я обычно выполняю в конце тренировки. Оно позволяет держать в тонусе мышцы спины
    и является общеукрепляющим.
</p>
<p>
    Ноги в данном упражнении могут быть закреплены так, как показано на рисунке ниже, либо же быть 
    закреплены вертикально. В последнем случае часть нагрузки также ложится на ягодицы.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/60' name='pos1.jpg pos2.jpg'}

{ol}
Лягте лицом вниз на скамью для гиперэкстензии. Надежно зафиксируйте голени под подставкой.
Отрегулируйте высоту скамьи таким образом, чтобы верхняя часть бедер упиралась в подставку, а вы могли выполнить наклон вперед, сгибаясь в талии, не ощущая дискомфорта.
Держа туловище прямо, скрестите руки на затылке или на груди, как показано на рисунке. Это будет вашим исходным положением. Подсказка: для усложнения упражнения возьмите в скрещенные на груди руки диск.
На вдохе начните медленно наклоняться вперед, сгибаясь в талии. Держите спину прямо. Выполняйте наклон вниз до тех пор, пока не почувствуете растяжение в мышцах задней поверхности бедра и пока не почувствуете, что дальнейший наклон вперед без округления спины невозможен. Совет: не округляйте спину на протяжении выполнения всего упражнения.
На выдохе медленно поднимите туловище, возвращаясь в исходное положение. Совет: избегайте рывков или резких движений. В противном случае вы можете травмировать спину.
Выполните необходимое количество повторений.
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/60' name='fiz.jpg'}

{/exercise}