{exercise id='61' name='Наклоны вперёд со штангой на плечах («Доброе утро»)'}

<p>
    Данное упражнение прекрасно укрепляет низ спины. На тренировках мы называли его "Гуд монингз" 
    (Good mornings) и обычно выполняли в конце тренировки, когда остальные группы мышц уже забиты:)
</p>

<p>
    Будте аккуратны с весом, чтобы не надорвите поясницу! Это упражнение, в котором не столько важен
    поднимаемый вес, сколько правильная техника.
    В самом начале вообще лучше поупражняться с пустым грифом, после Вы сможете навесить блины,
    только обязательно используйте замки.
</p>

<p>
    Существует два варианта этого упражнения &mdash; стоя и сидя. Выбирете тот, который Вам
    понравится больше.
</p>

<h4>Схема выполнения стоя:</h4>

{imgb dir='GymExercises/61' name='pos1.jpg pos2.jpg'}

{ol}
Установите гриф на стойке для приседаний на уровне плеч. Поместите гриф на задней части плеч, как если бы выполняли приседания со штангой. Держите спину прогнутой в пояснице, лопатки сведены вместе, колени слегка согнуты. Сделайте шаг назад от стойки.
Отведите таз назад, сгибаясь в поясе. Выполняйте движение, пока верхняя часть туловища не будет почти параллельна полу. Спина прогнута, позвоночник прямой.
Выпрямитесь, напрягая ягодицы и заднюю поверхность бедра.
Выполните необходимое количество повторений.
{/ol}

<h4>Схема выполнения сидя:</h4>

{imgb dir='GymExercises/61' name='pos3.jpg pos4.jpg'}

{ol}
Установите скамью в силовой раме. Отрегулируйте необходимую высоту стоек. Станьте под гриф, размещая его на плечах. Сведите вместе лопатки и разверните локти вперед,
Снимите гриф со стоек, сделайте шаг назад,  прогните спину в пояснице. Голова должна быть поднята. Отведите таз назад, напрягая спину и плечи, опуститесь на скамью. Это будет вашим исходным положением.
Наклонитесь вперед, насколько сможете, как это показано на рисунке. Гриф должен оставаться зафиксированным на плечах.
Задержитесь в этом положении, затем выпрямитесь, возвращая туловище в исходное положение.
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/61' name='fiz.jpg'}

{/exercise}