{exercise id='7' name='Разгибания рук на верхнем блоке'}

<p>
    Упражнение направлено на проработку трицепса, является полностью изолирующим, давая основную нагрузку на латеральный (внешний) пучок трехглавой 
    мышцы. Именно она хорошо заметна на внешней стороне плеча при взгляде на человека спереди. 
</p>
<p>
    Основное предназначение этого упражнения – придание рельефа и формы. Выжимая рукоять вниз, делайте выдох. Когда рукоять возвращается в исходную позицию, делайте вдох.
    Подберите вес так, чтобы Вы могли выполнить 10-12 повторений в 4-5 подходах.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/7' name='pos1.jpg'}

<ol>
    <li>Возьмитесь за рукоятку троса нешироким, но и не узким хватом, так, чтобы ладони 
        смотрели в пол. Локти плотно прижмите к туловищу, они не должны "гулять" во время выполнения упражнения! Корпус несколько прогните вперед, 
        но не сильно, иначе легко потерять равновесие. Удерживая локти, притяните рукоять тренажера до уровня верха груди. Это &mdash; исходная позиция.
    </li>

    <li>
        Разогните руки в локтях движением вниз, с силой надавив на рукоятку. Следите за ощущением сокращения трицепсов. Постарайтесь разогнуть 
        руки полностью, чтобы внизу практически коснуться бедер. Задержка в таком положении весьма желательна, она позитивно сказывается на 
        степени нагрузки мышц.
    </li>

    <li>
        Затем, плавно сгибая руки, поднимите их в исходное положение, но не пассивно, а с некоторым усилием, скорость их движения должна быть в полтора-два 
        раза ниже, чем при разгибании рук. Сконцентрируйтесь именно на негативной фазе – четко отработав ее, вы гораздо быстрее утомите мышцы, а 
        пренебрегая ей, не получите и половины той нагрузки, что могли бы.
    </li>
</ol>

<h4>Рекомендации:</h4>

<p>
    Существуют различные варианты рукоятей, которые можно использовать. Я бы рекомендовал их варьировать, чтобы мыщцы не привыкали к нагрузке.
    Известно, что чем больший стресс испытывают мышцы во время тренировки, тем быстрее они растут. При этом учтите, что рукоять всё равно должна быть
    изогнута, и прямая рукоять не подойдёт, т.к. наёт ненужную нагрузку на кистевые суставы. Сам я люблю делать это упражнение со специальным канатом.
</p>

{imgb dir='GymExercises/7' name='ruk.jpg' text='Четыре вида рукояток для выполнения разгибаний рук: <br />прямая рукоять (недопустимо), рукоять с загнутыми вниз концами (плохо),<br/> V-образная ручка (лучше), пояс от халата (отлично).'}

<h4>Физиология:</h4>

{imgb dir='GymExercises/7' name='fiz.jpg'}

{/exercise}