{exercise id='70' name='Жим штанги с груди сидя'}

<p>
    Очень хорошее упражнение для развития трапецевидных мышц. Его можно выполнять в конце упражнения, 
    когда остальные группы мышц уже "забиты".
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/70' name='pos1.jpg pos2.jpg'}

{ol}
Сядьте на скамью. Штангу предварительно расположите в упорах на уровне подбородка. Хват штанги должен быть выполнен таким образом, чтобы руки в локтях были согнуты на угол 90 градусов.
Снимите штангу, установите её на плечах.
Выполните жим штанги над головой. Это движение выполняется на выдохе.
Задержите штангу в верхнем положении на 1 секунду и медленно опустите её на плечи.
{/ol}

<p>
    Также есть чуть более безопасный вариант этого упражнения - в машине Смита. В данном случае
    траектория движения штанги будет всегда одной и той-же, и Вы в любой момент сможете прекратить 
    выполнение упражнения.
</p>

<h4>Схема выполнения в машине Смита:</h4>

{imgb dir='GymExercises/70' name='pos3.jpg pos4.jpg'}

{ol}
Для начала поставьте скамью в тренажер Смита. Установите штангу так, чтобы Вы могли легко до нее дотянуться руками из положения сидя.
Снимите штангу с упоров и расположите её над собой на вытянутых руках. При выполнении упражнения ноги двигаться не должны. Это будет вашим исходным положением.
Медленно опустите штангу вниз, до уровня подбородка.
Затем поднимите штангу вверх в начальное положение на выдохе.
{/ol}

<h4>Обратите внимание:</h4>
<p>
    Начальное положение - штанга внизу, а не вверху, как я часто наблюдаю в тренировочных залах.
</p>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/70' name='fiz.jpg'}

{/exercise}