{exercise id='71' name='Жим гантелей сидя'}

<p>
    Это, скорее всего, одно из самых распространённых упражнений после жима лёжа
    и в особом представлении оно не нуждается:)
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/71' name='pos1.jpg pos2.jpg'}

{ol}
Удерживая гантели в каждой руке, сядьте на скамью.
Поднимите гантели до уровня линии плеч.
Локти согнуты, направлены в стороны, ладони смотрят вперед. Это будет Вашим исходным положением.
На выдохе поднимите гантели вверх.
Задержите гантели в верхнем положении на 1-2 секунды.
Верните гантели в исходное положение.
Если при выполнении упражнения ваши руки начинают «гулять» (отклоняться от правильной траектории), рекомендуется снизить рабочий вес. Вы также можете попробовать жим штанги из положения сидя.
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/71' name='fiz.jpg'}

{/exercise}