{exercise id='72' name='Жим гантелей от Арнольда Шварценеггера'}

<p>
    Это моё самое любимое упражнение на плечи с гантелями. Коротко его называют
    «жим Арнольда», т.к. его активно использовал и пропагандировал "железный" Арни.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/72' name='pos1.jpg pos2.jpg'}

{ol}
Сядьте на скамью со спинкой.  Это важно для снижения нагрузки на спину. Возьмите гантели. Руки должны быть согнуты в локтях, локти прижаты к телу, кисти направлены вверх, ладони направлены к себе.  Ваша исходная позиция должна напоминать упражнения на бицепс стоя.
После того, как исходное положение было принято, на выдохе поднимите обе гантели над головой, одновременно вращая их на 180 градусов. То есть если в исходном положении ладони были направлены к себе, то в верхнем положении, они должны быть направлены от себя.
На вдохе опустите гантели в исходное положение.
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/72' name='fiz.jpg'}

{/exercise}