{exercise id='73' name='Подъёмы гантелей в стороны'}

<p>
    Прекрасное упражнение для развития плечевых мышц. Оно имеет массу вариаций, приведу описание
    наиболее распросранённых из них.
</p>

<h4>Схема выполнения стоя:</h4>

{imgb dir='GymExercises/73' name='pos1.jpg pos2.jpg'}

{ol}
Возьмите гантели. Встаньте прямо, ноги на ширине плеч. Руки должны свободно висеть вдоль тела. Локти располагаются близко к туловищу. Ладони направлены к телу. Это будет вашим исходным положением.
Сохраняя тело в прямым, на выдохе выполните подъем гантелей в стороны. Локти могут быть немного согнуты. Крайнее положение — гантели чуть выше уровня линии плеч.
Медленно опустите гантели вниз в исходное положение.
{/ol}

<h4>Схема выполнения сидя:</h4>

{imgb dir='GymExercises/73' name='pos3.jpg pos4.jpg'}

{ol}
Возьмите гантели в руки и сядьте на край скамьи. Руки свободно висят вдоль тела, ладони направлены друг к другу. Это будет Вашим исходным положением.
Сохраняя тело неподвижным поднимите гантели в стороны, чуть выше линии плеч. Локти могут быть немного согнуты. Задержите гантели в верхнем положении на секунду.
На вдохе медленно опустите гантели в исходное положение.
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/73' name='fiz.jpg'}

{/exercise}