{exercise id='74' name='Подъём гантелей перед собой'}

<p>
    Ещё одно прекрасное упражнение для развития плечевых мышц, которое также любил практиковать 
    Арнольда Шварценеггер. Его можно выполнять как двумя руками попеременно, так и одновременно.
    Я использую первый вариант, второй выполняю только со штангой вместо гантелей.
</p>

<h4>Схема выполнения попеременно:</h4>

{imgb dir='GymExercises/74' name='pos1.jpg pos2.jpg'}

{ol}
Возьмите гантели в руки как это показано на рисунке, встаньте прямо.
Сохраняя тело в прямом положении, на выдохе поднимите гантель одной рукой. Крайнее положение — рука параллельна полу. При выполнении упражнения рука может быть немного согнута в локте. Задержите гантель на 1-2 секунды.
Медленно опустите руку в исходное положение.
Упражнение выполняется обеими руками попеременно.
{/ol}

<h4>Схема выполнения одновременно:</h4>

{imgb dir='GymExercises/74' name='pos3.jpg pos4.jpg'}

{ol}
Возьмите гантели в руки, встаньте прямо, ноги на ширине плеч.
На выдохе медленно поднимите гантели чуть выше уровня плеч. Руки должны быть немного согнуты в локтях.
При выполнении упражнения старайтесь не задействовать мышцы спины. Сохраняйте спину прямой.
Выполняйте это упражнения без рывков и резких движений.
Медленно опустите гантели в исходное положение.
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/74' name='fiz.jpg'}

{/exercise}