{exercise id='75' name='Подъём рук перед собой с гантелью'}

<p>
    Прекрасное упражнение, всем рекомендую!:) Простое в исполнении, не травмоопасное, продуктивное.
</p>

<h4>Схема выполнения:</h4>

{*todo найти*}
{*imgb dir='GymExercises/75' name='pos1.jpg pos2.jpg'*}
{imgb dir='GymExercises/75' name='cover.jpg'}

{ol}
Встаньте прямо, ноги на ширине плеч. Спина прямая. Живот втянуть. Возьмите одну гантель двумя руками, положив одну ладонь поверх другой. Гантель держите внизу перед бедрами на прямых руках. Это исходное положение.
Сделайте вдох и медленно поднимите гантель перед собой, не сгибая руки в локтях, до уровня плеч.
В верхней точке сделайте короткую паузу и, выдыхая, медленно опустите гантель в исходное положение.
Как только гантель окажется в нижней точке сразу начинайте следующее повторение.
Закончите сет сделав нужное число повторений.
{/ol}

<h4>Замечания:</h4>
<p>
    Во время всего упражнения не раскачивайтесь и не наклоняйтесь вперед. Поднимайте гантель только силой плеч не сгибая при этом руки.
    Выполняйте упражнение в спокойном, умеренном темпе. 
</p>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/75' name='fiz.jpg'}

{/exercise}