{exercise id='76' name='Подъём штанги перед собой на вытянутых руках'}

<p>
    Замечательное упражнение на плечи, которое можно выполнять как с гантелями, так и со штангой.
    Вариант со штангой лично мне нравится гораздо больше, но для того, чтобы разнообразить 
    тренировочную программу, можно включить в неё и вариант с гантелями.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/76' name='pos.jpg'}

{ol}
Начальное положение – стоя прямо, ноги на ширине плеч, штанга на вытянутых прямых руках, хват на ширине плеч.
Поднимайте штангу вверх до тех пор, пока прямые руки не станут параллельны полу. 
В верхней точке сделайте паузу на 2 секунды, затем опустите штангу вниз.
{/ol}

<h4>Замечания:</h4>
<p>
    Для усложнения движения вы можете взять штангу узким хватом.
</p>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/76' name='fiz.jpg'}

{/exercise}