{exercise id='77' name='Подъём рук в стороны на тренажёре'}

<p>
    Данное упражнение особенно подходит начинающим, так как не требует особых
    усилий для сохранения постоянного положения во время выполнения большого числа повторений.
</p>

<h4>Схема выполнения:</h4>

{*imgb dir='GymExercises/77' name='pos.jpg'*}

{ol}
Сядте на скамью тренажёра, возмитесь за его рукоятки
Сделайте вдох и поднимите локти до горизонтального положения
По окончании движения сделйте выдох
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/77' name='fiz.jpg'}

{/exercise}