{exercise id='8' name='Разгибание одной руки с верхним блоком хватом снизу'}

<p>
    Данное упражнение задействует все пучки трицепса, но в большей степени – латеральный (внешний боковой) пучок. 
    Основная цель его применения в бодибилдинге – придание рельефа и четкая детализация контуров трехглавой мышцы, 
    визуальное разделение ее пучков между собой.
</p>

<p>
    Упражнение выполняется на блочном устройстве, к тросу которого прикреплена D-образная рукоять.
    Используйте вес, который позволит вам технично выполнить упражнение 10-12 раз.
</p>

<h4>Схема выполнения:</h4>

{imgb dir='GymExercises/8' name='pos1.png'}

<ol>
    <li>Подойдите к тренажеру так, чтобы рабочая рука оказалась в одной плоскости с его тросом, одноименной ногой несколько отступите назад, 
        чтобы не мешать себе во время разгибания руки. Корпус наклоните вперед, иначе выполнять упражнение будет неудобно. 
        Возьмите рукоять нижним хватом, затем, согнув руку и приведя локоть к туловищу, натяните трос и приподнимите грузы над упорами. 
        Это &mdash; исходное положение.
    </li>
    <li>Вдохните, и на задержке дыхания потяните рукоять вниз, разгибая руку в локтевом суставе. До конца выпрямив руку, выдохните, и, после 
        непродолжительной паузы начинайте сгибать руку в обратном направлении. 
        Во время негативной фазы не позволяйте грузу тянуть вашу руку, сопротивляйтесь, старайтесь приложить максимум усилий для того, 
        чтобы удержать рукоять. Негативная фаза должна продолжаться как минимум в два раза дольше позитивной.</li>
    <li>Выполнив все запланированные повторения одной рукой, повернитесь к блоку другой стороной и повторите все снова.</li>
</ol>

<h4>Рекомендации:</h4>

<p>
    Все время выполнения упражнения спина должна находиться в том положении, которое принималось изначально, никаких движений в пояснице не допускается.
</p>
<p>
    Запястье строго фиксировано до конца упражнения, а локоть плотно прижат к туловищу. Если вы «отпустите» локоть, в тренировочный процесс сразу 
    же включатся мышцы спины, а при движениях в лучезапястном суставе – мышцы предплечья. Эти ошибки вынужденно возникают при работе с излишне 
    большим весом, так что не нагружайте тренажер.
</p>

<h4>Физиология:</h4>

{imgb dir='GymExercises/8' name='fiz.jpg'}

{/exercise}