{exercise id='80' name='Выпады со штангой на плечах'}

<p>
    Данное упражнение требует хорошего чувства равновесия. Если Вы выполняете это упражнение впервые
    или имеет проблемы с удержанием равновесия, попробуйте выполнять упражнение без штанги, используя
    в качестве отягощения только собственный вес.
</p>

<h4>Схема выполнения:</h4>
{imgb dir='GymExercises/80' name='pos1.jpg pos2.jpg'}
{ol}
В целях безопасности выполняйте данное упражнение в раме для приседаний. Для начала отрегулируйте стойки так, чтобы гриф находился немного ниже ваших плеч.  Нагрузите штангу необходимым весом. Станьте под гриф и разместите его на задней части плеч (слегка ниже шеи).
Возьмите гриф обеими руками и снимите его со стоек, напрягая ноги и туловище.
Отойдите от стойки. Правой ногой сделайте шаг вперед и присядьте, сгибая левую ногу в колени, держа туловище прямо, а голову поднятой. Во время этого движения выполняйте вдох. Подсказка: не позволяйте колену той ноги, которая стоит впереди, уходить вперед. Оно должно оставаться на одной параллели со ступней.
Оттолкнитесь ступней от пола и на выдохе вернитесь в исходное положение.
Выполните необходимое количество повторений и сделайте упражнение другой ногой.
{/ol}

<h4>Вариации:</h4>
<p>
    Существует несколько вариаций выполнения этого упражнения:
</p>    

{ol}
Вы можете делать выпады поочередно, то правой, то левой ногой.
Исходным положением может быть такое, в котором одна нога уже стоит впереди. В этом случае вам нужно будет только выполнять движение вверх и вниз, опускаясь и поднимаясь с весом.
Усложненным вариантом упражнения являются шаги с выпадом. Вместо того, чтобы после выпада сделать шаг назад и вернуться в исходное положение, вы снова делаете шаг вперед, чередуя, таким образом, ноги.
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/80' name='fiz.jpg'}

{/exercise}