{exercise id='81' name='Выпады с гантелями'}

<p>
    Данное упражнение требует хорошего чувства равновесия. Если Вы выполняете это упражнение впервые
    или имеет проблемы с удержанием равновесия, попробуйте выполнять упражнение без штанги, используя
    в качестве отягощения только собственный вес.
</p>

<h4>Схема выполнения:</h4>
{imgb dir='GymExercises/81' name='pos1.jpg pos2.jpg'}
{ol}
Станьте прямо, в каждую руку возьмите по гантели. Это будет вашим исходным положением.
Сделайте правой ногой шаг вперед, левая нога остается на месте. На вдохе присядьте, не сгибаясь в поясе и держа спину прямой. Подсказка: не позволяйте колену той ноги, которая стоит впереди, уходить вперед. Оно должно оставаться на одной параллели со ступней. Голень ноги, которая стоит впереди, должна находиться перпендикулярно полу.
Оттолкнувшись от пола ступней, на выдохе поднимитесь и вернитесь в исходное положение.
Выполните необходимое количество повторений, затем смените ногу.
{/ol}

<h4>Вариации:</h4>
<p>
    Существует несколько вариаций выполнения этого упражнения:
</p>    

{ol}
Вы можете делать выпады поочередно, то правой, то левой ногой.
Исходным положением может быть такое, в котором одна нога уже стоит впереди. В этом случае вам нужно будет только выполнять движение вверх и вниз, опускаясь и поднимаясь с весом.
Усложненным вариантом упражнения являются шаги с выпадом. Вместо того, чтобы после выпада сделать шаг назад и вернуться в исходное положение, вы снова делаете шаг вперед, чередуя, таким образом, ноги.
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/81' name='fiz.jpg'}

{/exercise}