{exercise id='82' name='Махи ногой назад на полу'}

<p>
    Прекрасное упражнение для развития ягодичных мышц. Я бы рекомендовал его выполнять как женщинам, так и мужчинам - приятно
    же иметь... подтянутые ягодицы:) Упражнение имеет два основных варианта - либо в конце движения Вы полностью выпрямляете ногу, либо держите
    её согнутой под прямым углом. Ниже будут описаны оба варианта.
</p>

<h4>Схема выполнения с согнутой ногой:</h4>
{imgb dir='GymExercises/82' name='pos1.jpg pos2.jpg'}
{ol}
Станьте на колени. Поставьте выпрямленные руки на пол перед собой. Руки должны быть перпендикулярны туловищу, как показано на рисунке. Ладони на ширине плеч. Колени должны создавать прямой угол. Это будет вашим исходным положением.
На выдохе поднимите правую ногу вверх, напрягая ягодицы, пока задняя часть бедра не окажется на одном уровне с линией спины. Колено остается согнутым под прямым углом. Задержитесь в этом положении на несколько секунд. Подсказка: в конце движения бедро должно быть параллельно, а голень – перпендикулярна полу.
На вдохе вернитесь в исходное положение. Повторите движение левой ногой.
Выполняйте упражнение попеременно выполняя махи, пока вы не выполните необходимое количество повторений каждой ногой.
{/ol}

<h4>Схема выполнения с распрямлением ноги:</h4>
{imgb dir='GymExercises/82' name='pos3.jpg pos4.jpg'}
{ol}
Примите упор на колени и ладони, как показано на рисунке. Голова поднята, колени согнуты под прямым углом. Это будет вашим исходным положением.
Вытяните одну ногу вверх и назад. Колено и бедро вытянуты. Выполните 5-10 повторений, затем смените ногу.
{/ol}



<h4>Вариации:</h4>
<p>
    Сначала вы можете выполнить необходимое количество повторений одной, затем другой ногой. Для усложнения упражнения вы можете воспользоваться утяжелителями.
</p>    

<p>
    Для увеличения амплитуды движения данное упражнение можно выполнять на скамье:
</p>    

{imgb dir='GymExercises/82' name='var1.jpg' text='Вариант на скамье'}
{*imgb dir='GymExercises/82' name='var2.jpg' text='Вариант с согнутой ногой'*}
{*imgb dir='GymExercises/82' name='var3.jpg' text='Выполнение упражнения'*}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/82' name='fiz.jpg'}

{/exercise}