{exercise id='83' name='Мостик лёжа'}

<p>
    Прекрасное упражнение для развития ягодичных мышц. Особенно подходит начинающим.
</p>

<h4>Схема выполнения:</h4>
{imgb dir='GymExercises/83' name='pos1.jpg pos2.jpg'}
{ol}
Лягте спиной на пол. Руки вытянуты по бокам туловища, колени согнуты. Стопы на ширине плеч. Это будет вашим исходным положением.
На выдохе, отталкиваясь от пола стопами, поднимите бедра вверх, как показано на рисунке. Держите спину прямо. Задержитесь в этом положении на несколько секунд.
На вдохе медленно опустите бедра на пол, возвращаясь в исходное положение.
{/ol}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/83' name='fiz.jpg'}

{imgb dir='GymExercises/83' name='var1.jpg'}

{/exercise}