{exercise id='84' name='Разведение ног на тренажере'}

<p>
    Очень хорошее упрражнение как для женщин, так и для мужчин. Выполняется оно в специальном тренажёре.
</p>

<h4>Схема выполнения:</h4>
{imgb dir='GymExercises/84' name='pos1.jpg pos2.jpg'}
{ol}
Сядьте в тренажер для отводящих мышц и выберите нужный вес. Поставьте ноги на подставки, возьмитесь за рукоятки. Верхняя часть туловища неподвижна. Это будет вашим исходным положением.
На выдохе разведите ноги.
Сделайте небольшую паузу, напрягая мышцы, на вдохе вернитесь в исходное положение. Совет: чтобы избежать травмы поясницы или спины, следите за тем, чтобы верхняя часть туловища оставалась неподвижной.
Выполните необходимое количество повторений.
{/ol}


<h4>Анатомия:</h4>

{imgb dir='GymExercises/84' name='fiz.jpg'}

{/exercise}