{exercise id='85' name='Махи ногой в стороны, лёжа на боку'}

<p>
    Данное упражнение часто включается в программу фитнес-тренировок и прекрасно способствует развитию подвижности мышц ног,
    особенно в области ягодиц. Ниже показана схема выполнения данного упражнения, а также группы мышц, разрабатываемые в 
    каждом отдельном случае.
</p>
<p>
    Для большей эффективности упражнения к лодыжке можно прикрепить небольшой груз, а в верхней фазе задерживать ногу на несколько секунд.
</p>

<h4>Схема выполнения:</h4>
{ol}
Сделайте вдох и поднимите ногу вверх от пола, сохраняя при этом колено выпрямленным. Угол отведения не должен превышать 70°.
Вернитесь в исходное положение, опустив ногу.
По окончании движения сделайте выдох.
{/ol}

{*imgb dir='GymExercises/85' name='cover.jpg'*}
<br/>
{imgb dir='GymExercises/85' name='var1.jpg' text='Выполнение упражнения'}
<br/>
{imgb dir='GymExercises/85' name='var2.jpg' text='Три способа поднятия ноги и разрабатываемые области: <br>1 - Нога поднята вертикально, 2 - нога отведена назад, 3 - нога отведена вперёд'}
<br/>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/85' name='fiz.jpg'}

{/exercise}