{exercise id='90' name='Приседания с гантелями'}

<p>
    Данное упражнение прекрасно дополнит любую программу на ноги.
    лучших результатов можно достичь, выполняя данное упражнение подходами по 10-15 повторений с
    небольшим весом.
</p>

<h4>Схема выполнения:</h4>
{imgb dir='GymExercises/90' name='pos1.jpg pos2.jpg'}
{ol}
Станьте прямо, держа в каждой руке по гантели. Ладони обращены внутрь.
Ноги на ширине плеч, носки слегка развернуты наружу. Держите голову поднятой на протяжении выполнения всего упражнения. Спина прямая. Это будет вашим исходным положением.
На вдохе начинайте медленно приседать, сгибая колени и отводя таз назад. Продолжайте держать спину. Продолжайте движение вниз, пока бедра не будут находиться параллельно полу. Подсказка: при правильном выполнении упражнения, колени должны создавать воображаемую прямую линию с носками ступней и быть расположенными перпендикулярно относительно линии туловища.
На выдохе выполните подъем, выпрямляя ноги, отталкиваясь от пола, возвращаясь в исходное положение.
Выполните необходимое количество повторений.
{/ol}

{*imgb dir='GymExercises/90' name='var1.jpg' text='Начало движения'*}
<h4>Внимание:</h4>
<p>
    Следите за тем, чтобы спина была прогнута в пояснице на протяжении выполнения всего упражнения,
    в противном случае можно травмировать спину. Если у вас есть сомнения по поводу выбранного веса,
    лучше взять меньший, чем больший вес. Можете использовать лямки для запястий.
</p>

<h4>Анатомия:</h4>

{imgb dir='GymExercises/90' name='fiz.jpg'}

{/exercise}