{exercise id='91' name='Приседания со штангой на груди'}

<p>
    Очень полезное упражнение, хотя должен отметить, что сам я его делаю крайне редко.
    Возможно через некоторое время оно будет включено и в мою программу тренировки ног.
</p>

<h4>Схема выполнения:</h4>
{imgb dir='GymExercises/91' name='pos1.jpg pos2.jpg'}
{ol}
В целях безопасности выполняйте данное упражнение в раме для приседаний. Для начала отрегулируйте стойки так, чтобы гриф находился немноговыше ваших плеч. Нагрузите штангу необходимым весом. Подведите руки под гриф, высоко держа локти, плечи параллельно полу. Разместите гриф на дельтовидных мышцах, как показано на рисунке и скрестите руки, взявшись за гриф для дополнительного контроля.
Снимите гриф со стоек, напрягая ноги и туловище.
Отойдите от стойки и поставьте ноги на ширину плеч. Носки слегка развернуты наружу. Голова поднята, спина прямая и прогнута в пояснице. Это будет вашим исходным положением.
На вдохе начинайте медленно приседать, сгибая колени и отводя таз назад. Продолжайте держать спину. Продолжайте движение вниз, пока угол между бедрами и икрами не станет чуть меньше 90°. Подсказка: при правильном выполнении упражнения, колени должны создавать воображаемую прямую линию с носками ступней и быть расположенными перпендикулярно относительно линии туловища.
На выдохе выполните подъем, выпрямляя ноги, отталкиваясь от пола, возвращаясь в исходное положение.
Выполните необходимое количество повторений.
{/ol}

<h4>Внимание:</h4>
<p>
    Если у вас есть проблемы со спиной, замените это упражнение приседаниями с гантелями или выполняйте в качестве альтернативы жим ногами в
    тренажере. Если у вас есть сомнения по поводу выбранного веса, лучше взять меньший, чем больший вес.
</p>    

<p>    
    Внимательно следите за тем, чтобы спина была прогнута в пояснице на протяжении выполнения всего упражнения, в противном случае
    можно травмировать спину:
</p>    

{*imgb dir='GymExercises/91' name='var1.jpg' text='Выполнение упражнения'*}
{imgb dir='GymExercises/91' name='var2.jpg' text='Правильное и неправильное выполнение упражнения'}

<h4>Вариации:</h4>
<p>    
    Вы можете выполнять это упражнение, используя небольшой блок, подложенный под пятки ступней. Это дает возможность правильно выполнить
    упражнение новичкам или людям с недостаточной гибкостью.
</p>    

<h4>Анатомия:</h4>

{imgb dir='GymExercises/91' name='fiz.jpg'}

{/exercise}