{exercise id='92' name='Приседания со штангой на плечах'}

<p>
    Это упражнение является базовым и, безусловно, самым популярным для ног. Думаю каждый, кто занимался 
    в спортзале, хотябы раз выполнял его. Ниже будут описаны техники выполнения данного упражнения и 
    основные моменты, на которые стоить обратить внимание.
</p>

<h4>Схема выполнения:</h4>
{imgb dir='GymExercises/92' name='pos1.jpg pos2.jpg'}
{ol}
В целях безопасности выполняйте данное упражнение в раме для приседаний. Для начала отрегулируйте стойки так, чтобы гриф находился немного выше ваших плеч.  Нагрузите штангу необходимым весом. Станьте под гриф и разместите его на задней части плеч (слегка ниже шеи).
Возьмите гриф обеими руками и снимите его со стоек, напрягая ноги и туловище.
Сделайте шаг назад и поставьте ноги на ширину плеч. Носки слегка развернуты наружу. Голова поднята, спина прямая и прогнута в пояснице. Это будет вашим исходным положением.
На вдохе начинайте медленно приседать, сгибая колени и отводя таз назад. Продолжайте держать спину. Продолжайте движение вниз, пока задняя часть бедра не коснется икр.
На выдохе выполните подъем, выпрямляя ноги, возвращаясь в исходное положение.
Выполните необходимое количество повторений.
{/ol}

<p>
    Этот вид приседаний предполагает большую амплитуду движения тела и вынуждает держать туловище
    более вертикально, чем при других видах приседаний с весом.
</p>


<br/>
<h4>Расположение грифа:</h4>
<p>
    Существует несколько вариантов расположения грифа штанги при выполнении данного упражнения.
    Выбирите тот, который Вам подходит больше. Ниже изображены возможные варианты (сам я использую второй):
</p>
{imgb dir='GymExercises/92' name='var1.jpg' text='Виды расположения грифа при приседаниях:<br>1 - на трапецевидных мышцах <br>2 - на задних частях дельтовидных и трапецевидных мышц'}


<br/>
<h4>Внимание:</h4>
<p>
    Во время приседаний держите спину максимально прямо, никогда не горбитесь! Несоблюдение 
    данной техники может травмировать спину и привести к появлению грыжи межпозвоночного диска.
    Ниже приведены правильная и неправильная техники:
</p>
{imgb dir='GymExercises/92' name='var2.jpg' text=''}


<br/>
<h4>Глубокие и неглубокие приседания:</h4>
<p>
    Чтобы выделить работу ягодичных мышц, бедра можно опускать чуть ниже горизонтального положения.
    Однако эта техника применяется только в случае, если у Вас очень гибкие лодыжки или достаточно
    короткие бёдра.
</p>
<p>
    Выполняйте глубокие приседания крайне осторожно, так как они сопровождаются изгибом позвоночника,
    что может привести к серьёзным травмам. Разница между неглубокими и глубокими приседаниями показана ниже:
</p>
{imgb dir='GymExercises/92' name='var3.jpg' text=''}


<br/>
<h4>Анатомия:</h4>

{imgb dir='GymExercises/92' name='fiz.jpg'}

{/exercise}