{exercise id='93' name='Наклонный жим ногами'}

<p>
    Очень хорошее упражнение, при выполнении которого максимальная нагрузка достаётся именно ногам,
    а не спине. При этом многое зависит от постановки ступней, о будет рассказано ниже.
</p>

<h4>Схема выполнения:</h4>
{ol}
Сядьте в тренажер для жима ногами. Поставьте ноги на платформу. Ступни на ширине плеч.
Опустите стопоры безопасности, выжмите платформу вверх, выпрямляя ноги перед собой. Туловище и выпрямленные ноги должны составлять прямой угол. Это будет вашим исходным положением.
На вдохе медленно опустите платформу, сгибая ноги. Опускайте платформу, пока колени не окажутся согнутыми под углом в 90°.
На выдохе верните платформу в исходное положение, выпрямляя ноги.
Выполните необходимое количество повторений, зафиксируйте платформу стопорами безопасности.
{/ol}

{imgb dir='GymExercises/93' name='pos1.jpg pos2.jpg'}

<br/>
<h4>Варианты постановки ступней:</h4>
<p>
</p>
{imgb dir='GymExercises/93' name='post1.jpg'}
{imgb dir='GymExercises/93' name='post2.jpg'}

{*imgb dir='GymExercises/93' name='var1.jpg' text='Исходное положение'*}
{*imgb dir='GymExercises/93' name='var2.jpg' text='Положение ступней'*}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/93' name='fiz.jpg'}

{/exercise}