{exercise id='94' name='Разгибания ног в тренажёре'}

<p>
    Отличное упражнение и, если у Вас есть доступ к данному тренажёру, очень рекомендую его использовать.
    Только выбирайте подходящий Вам вес, не стоит чрезмерно перегружать коленные суставы.
</p>

<h4>Схема выполнения:</h4>
{imgb dir='GymExercises/94' name='pos1.jpg pos2.jpg'}
{ol}
Выберите нужный вес, сядьте в тренажер. Зафиксируйте ноги, руками возьмитесь за рукоятки. Это будет вашим исходным положением. Подсказка: отрегулируйте рычаг для ног таким образом, чтобы валик находился непосредственно над ступнями, как показано на рисунке. Убедитесь, что колени согнуты под прямым углом.
Напрягая мышцы бедер, на выдохе максимально выпрямите ноги. Убедитесь, что верхняя часть туловища неподвижна. Задержитесь в этом положении на несколько секунд.
На вдохе медленно опустите ноги в исходное положение.
Выполните необходимое количество повторений.
{/ol}

{*imgb dir='GymExercises/94' name='var1.jpg' text='Выполнение упражнения'*}

<h4>Анатомия:</h4>

{imgb dir='GymExercises/94' name='fiz.jpg'}

{/exercise}