{exercise id='95' name='Сгибания ног в тренажёре'}

<p>
    Отличное упражнение для развития бицепса бедра.
    Для лучшей изоляции мышц упражнение может выполняться каждой ногой попеременно.
</p>

<h4>Схема выполнения:</h4>
{imgb dir='GymExercises/95' name='pos1.jpg pos2.jpg'}
{ol}
Отрегулируйте рычаг тренажера, поставив его на нужную высоту, затем лягте на скамью тренажера лицом вниз. Ноги разместите под рычагом тренажера (на 10 см ниже середины икр). Подсказка: предпочтительнее использовать наклонную, а не горизонтальную скамью тренажера.
Прижмите туловище к скамье, обхватите руками рукоятки. Ступни перпендикулярны голени. Это будет вашим исходным положением.
На выдохе поднимите ноги, напрягая ягодицы и мышцы задней поверхности бедра. Выполняя это движение, не отрывайте верхнюю часть бедер от подставки. Задержитесь в этом положении на несколько секунд.
На вдохе медленно опустите ноги в исходное положение. Выполните необходимое количество повторений.
{/ol}

<br/>
<h4>Внимание:</h4>
<p>
    Слишком большой вес будет мешать правильному выполнению упражнения и может спровоцировать травму
    или растяжение связок.
</p>

{*imgb dir='GymExercises/95' name='var1.jpg' text='Выполнение упражнения'*}

<br/>
<h4>Анатомия:</h4>

{imgb dir='GymExercises/95' name='fiz.jpg'}

{/exercise}