<h3>{$select}</h3>
{$body}
{*
<p>
Цель хронологической шкалы - дать наглядную картину того, кто из великих людей когда жил и кто был
чьим современником. Зачастую это бывает немаловажным для понимания последовательности открытий,
условий, в котрых работал учёный и на чьи работы он мог опираться.
</p>

<p>
При клике на линии, соответствующей тому или иному учёному, откроется окошко с краткорй информацией
о нём. Если у меня имеется пост, посвящённый этому человеку, то при клике на
его имени соответствующий пост будет открыт.
</p>

<div id="timeline"></div>
<div id="posts"></div>
*}