{if $showcase_mode}
    <p>В этой заметке я продолжу отвечать на поступающие мне вопросы. Позвльте процитировать очередное письмо, пришедшее на мой почтовый ящик:</p>
    <p class="citata rightAdd">Здравствуйте, Илья Александрович!<br />
        Меня зовут Таня и я учусь в 11м классе, в этом году собираюсь поступать в ВУЗ. Оба моих родителя носят очки,
        и говорят, что зрение у них испортилось на первом куре. Можно-ли как-то избежать этого? Или же это бич студентов? Дайте совет, подскажите!<br/>
        Заранее спасибо! </p>
    <p>С огромным удовольствием отвечу на этот (безусловно очень важный!) вопрос, непосредственно связанный с учебным процессом.</p>
{else}
    <p>
        Пифагор – великий посвященный, философ, гениальный ученый, мудрец, основатель знаменитой Школы Пифагорейцев, духовный Учитель плеяды 
        выдающихся философов мира, сумевший реализовать гармонию политического управления, устройства государственной власти и экономической 
        жизни страны. 
    </p>
    <p>
        Пифагор впервые развил учение о Космосе, заложив основу всеобъемлющей науки монадологии 
        (др.-греч. μονάς — единица, простая сущность). Важнейшие открытия сделаны им в областях математики, музыки, оптики, геометрии, 
        астрономии, теории чисел, психологии, педагогики, этики. Философия Пифагора основывается на знании законов взаимосвязи видимого и 
        невидимого миров, единства материи и духа, на утверждении бессмертия душ и их постепенном очищении посредством переселения 
        (теория инкарнации).
    </p>
    <p>
        С именем Пифагора связано множество легенд, а его ученики стали выдающимися людьми. Именно благодаря их трудам 
        до наших дней дошли основы Учения Пифагора, высказывания, этические и практические советы, духовные сказки и теоретические постулаты 
        Пифагора.
    </p>

    <h2>Биография</h2>

    <p>
        В VI веке до нашей эры средоточием греческой науки и искусства стала Иония — группа островов Эгейского моря, расположенных у берегов Малой Азии. 
        Там в семье золотых дел мастера, резчика печатей и гравёра Мнесарха родился сын. По преданию, в Дельфах, куда приехали Мнесарх с женой Парфенисой, оракул предрёк им рождение сына, 
        который прославится в веках своей мудростью, делами и красотой. Бог Аполлон, устами оракула, советует им плыть в Сирию. Пророчество чудесным образом сбывается — в Сидоне Парфениса родила 
        мальчика. И тогда по древней традиции Парфениса принимает имя Пифиада, в честь Аполлона Пифийского, а сына нарекает Пифагором, то есть предсказанным пифией.
    </p>

    <p>
        В легенде ничего не говорится о годе рождения Пифагора; исторические исследования датируют его появление на свет приблизительно 570 годом до нашей эры. Вернувшись из путешествия, 
        счастливый отец воздвигает алтарь Аполлону и окружает юного Пифагора заботами, которые могли бы способствовать исполнению божественного пророчества.
    </p>

    <p>
        Возможности дать сыну хорошее воспитание и образование у Мнесарха были. Как всякий отец, Мнесарх мечтал, что сын будет продолжать его дело — ремесло золотых дел мастера. Жизнь рассудила 
        иначе. Будущий великий математик и философ уже в детстве обнаружил большие способности к наукам. У своего первого учителя Гермодамаса Пифагор получает знания основ музыки и живописи. Для 
        упражнения памяти Гермодамас заставлял его учить песни из «Одиссеи» и «Илиады». Первый учитель прививал юному Пифагору любовь к природе и её тайнам. «Есть ещё другая Школа, — говорил 
        Гермодамас, — твои чувствования происходят от Природы, да будет она первым и главным предметом твоего учения».
    </p>

    <p>
        Прошло несколько лет, и по совету своего учителя Пифагор решает продолжить образование в Египте, у жрецов. Попасть в Египет в то время было трудно, потому что страну фактически закрыли 
        для греков. Да и властитель Самоса тиран Поликрат тоже не поощрял подобные поездки. При помощи учителя Пифагору удаётся покинуть остров Самос. Но пока до Египта далеко. Он живёт на 
        острове Лесбос у своего родственника Зоила. Там происходит знакомство Пифагора с философом Ферекидом&nbsp;— другом Фалеса Милетского. У Ферекида Пифагор учится астрологии, предсказанию 
        затмений, тайнам чисел, медицине и другим обязательным для того времени наукам. Пифагор прожил на Лесбосе несколько лет. Оттуда путь Пифагора лежит в Милет — к знаменитому Фалесу, 
        основателю первой в истории философской школы. От него принято вести историю греческой философии.
    </p>

    <p>
        Пифагор внимательно слушает в Милете лекции Фалеса, тогда уже восьмидесятилетнего старца, и его более молодого коллегу и ученика Анаксимандра, выдающегося географа и астронома. Много 
        важных знаний приобрёл Пифагор за время своего пребывания в Милетской школе. Но Фалес тоже советует ему поехать в Египет, чтобы продолжить образование. И Пифагор отправляется в путь
        .</p>

    <p>
        Перед Египтом он на некоторое время останавливается в Финикии, где, по преданию, учится у знаменитых сидонских жрецов. Пока он живёт в Финикии, его друзья добиваются того, что 
        Поликрат&nbsp;— властитель Самоса, не только прощает беглеца, но даже посылает ему рекомендательное письмо для Амазиса — фараона Египта. В Египте благодаря покровительству Амазиса Пифагор 
        знакомится с мемфисскими жрецами. Ему удаётся проникнуть в «святая святых» — египетские храмы, куда чужестранцы не допускались. Чтобы приобщиться к тайнам египетских храмов, Пифагор, 
        следуя традиции, принимает посвящение в сан жреца.
    </p>

    <p>
        Учёба Пифагора в Египте способствует тому, что он сделался одним из самых образованных людей своего времени. К этому периоду относится событие, изменившее его дальнейшую жизнь.
        Скончался фараон Амазис, а его преемник по трону не выплатил ежегодную дань Камбизу, персидскому царю, что послужило достаточным поводом для войны. Персы не пощадили даже священные 
        храмы. Подверглись гонениям и жрецы, их убивали или брали в плен. Так попал в персидский плен и Пифагор.
    </p>

    <p>
        Согласно старинным легендам, в плену в Вавилоне Пифагор встречался с персидскими магами, приобщился к восточной астрологии и мистике, познакомился с учением халдейских мудрецов.
        Халдеи познакомили Пифагора со знаниями, накопленными восточными народами в течение многих веков: астрономией и астрологией, медициной и арифметикой. Эти науки у халдеев в значительной 
        степени опирались на представления о магических и сверхъестественных силах, они придали определённое мистическое звучание философии и математике Пифагора…
    </p>

    <p>
        Двенадцать лет пробыл в вавилонском плену Пифагор, пока его не освободил персидский царь Дарий Гистасп, прослышавший о знаменитом греке. Пифагору уже шестьдесят, он решает вернуться на
        родину, чтобы приобщить к накопленным знаниям свой народ.
    </p>

    <p>
        С тех пор как Пифагор покинул Грецию, там произошли большие изменения. Лучшие умы, спасаясь от персидского ига, перебрались в Южную Италию, которую тогда называли Великой Грецией, и 
        основали там города-колонии Сиракузы, Агригент, Кротон. Здесь и задумывает Пифагор создать собственную философскую школу.
    </p>

    <p>
        Довольно быстро он завоёвывает большую популярность среди жителей. Энтузиазм населения так велик, что даже девушки и женщины нарушали закон, запрещавший им присутствовать на собраниях.
        Одна из таких нарушительниц, девушка по имени Теано, становится вскоре женой Пифагора.
    </p>

    <p>
        В это время в Кротоне и других городах Великой Греции растёт общественное неравенство; вошедшая в легенды роскошь сибаритов (жителей города Сибариса) бок о бок соседствует с бедностью,
        усиливается социальная угнетённость, заметно падает нравственность. Вот в такой обстановке Пифагор выступает с развёрнутой проповедью нравственного совершенствования и познания. 
        Жители Кротона единодушно избирают мудрого старца цензором нравов, своеобразным духовным отцом города. Пифагор умело использует знания, полученные в странствиях по свету.
        Он объединяет лучшее из разных религий и верований, создаёт свою собственную систему, определяющим тезисом которой стало убеждение в нерасторжимой взаимосвязи всего сущего
        (природы, человека, космоса) и в равенстве всех людей перед лицом вечности и природы.
    </p>

    <p>
        Трудно сказать, где окончательно сложились воззрения Пифагора, и когда он почувствовал в себе призвание духовного учителя, во всяком
        случае, именно в Кротоне он начал излагать свою доктрину и основал Союз, или братство. Его деятельность началась почти одновременно
        с проповедью Будды, Конфуция и Исайи Второго.
    </p>

    <p>
        Основные свидетельства о жизни Пифагора и основанной им Пифагорейской школы мы имеем благодаря Ямвлиху (около 245 г. н.э) – автору
        трактата «Жизнь Пифагора» (или «О пифагорейской жизни»). Далее я расскажу о том, как выглядела, согласно описанию Ямвлиха,
        пифагорейская школа, которая произвела такое большое впечатление на потомков.
    </p>

    <h2>Пифагорейская школа</h2>
    <p>
        Пифагорейская школа предполагала, прежде всего, тщательный и, как сказали бы сейчас, дифференцированный отбор, и такой же 
        дифференцированный принцип соблюдался и при обучении.
    </p>


    <p>
        Пифагор интересовался, прежде всего, не умственными способностями, как современные педагоги, занимающиеся тестированием, а нравственными 
        качествами будущих учеников, и долго и внимательно изучал характер будущих учеников, а затем предписывал им пятилетнее молчание, так как 
        последнее считалось труднейшим видом воздержания. Ученик, выдержавший это и некоторые другие испытания, принимался в обучение и, отдав 
        свое имущество в общее пользование, становился членом общины. Общим же имуществом распоряжались специально назначенные для этой цели 
        экономы. Оно становилось общим потому, что у пифагорейцев главным принципом был принцип «у друзей все общее», и Ямвлих подчеркивает особую 
        роль дружбы в пифагорейской школе и системе воспитания, причем Пифагор понимал дружбу очень широко – как дружеское согласие всех частей 
        мирового целого, начиная от первоэлементов, из которых слагается человеческое тело (и тело космоса тоже), продолжая дружеским согласием членов 
        отдельных семей, затем дружеским согласием совокупности семейств и домохозяйств, из которых слагается полис, город – государство, и заканчивая 
        дружеским согласием народов и государств между собою, и все это – в подражание дружескому согласию и хороводу небесных светил, который подобен 
        хороводу Муз и которым руководит бог Пифагора Аполлон.
    </p>

    <p>
        Ученики Пифагора не представляли, однако, при всем их стремлении к общности, одну общую массу, так как соблюдалось строгое различение и 
        разграничение: те, кто преуспели в занятиях, назывались «математики» («познаватели»), а те, кто отстали от них, - «акусматики» 
        («слушатели»). Обучение велось с помощью символов и иносказаний, что делало его содержание недоступным для непосвященных и предохраняло 
        учение от профанации и опошления.
    </p>

    <p>
        На первоначальной стадии обучения главной целью было очищение души, освобождение ее от страстей. Кроме исправления души музыкой и 
        применения различных видов воздержания, сюда входило выполнение чисто этических требований, как то: уважение старших, почитание богов, 
        принцип справедливости по отношению ко всем, включая неразумных животных, и в этой связи требование не причинять вреда ничему живому, 
        а также соблюдение верности договорам».
    </p>

    <p><i>В.Б.Черниговский «Пифагор и пифагорейская школа в изображении Ямвлиха»</i></p>


    <p>
        В пифагорейском Союзе авторитет учителя был непререкаем: ссылка на его мнение
        («Сам сказал!») решала все споры. Это объяснялось тем, что на Пифагора
        смотрели как на чудотворца и вообще существо сверхъестественное. По-видимому,
        в его личности было нечто такое, что внушало веру в его близость к
        таинственным мирам. Он сам говорил о себе как о посланнике богов, подчеркивал
        свою исключительность, одеваясь, как жрец, в белые одежды, поражая всех
        «важностью вида». Каждое его движение было отмечено достоинством и сознанием
        учительской роли.
    </p>

    <p>
        Пифагор учил медицине, принципам политической деятельности, астрономии, математике, музыке, этике и многому другому. Это был не только 
        учитель, но и исследователь. Исследователями становились и его ученики. Пифагор развил теорию музыки и акустики, создав знаменитую 
        «пифагорейскую гамму» и проведя основополагающие эксперименты по изучению музыкальных тонов: найденные соотношения он выразил на языке 
        математики. В Школе Пифагора впервые высказана догадка о шарообразности Земли. Мысль о том, что движение небесных тел подчиняется 
        определённым математическим соотношениям, идеи «гармонии мира» и «музыки сфер», впоследствии приведшие к революции в астрономии, 
        впервые появились именно в Школе Пифагора.
    </p>

    <p>
        Многое сделал учёный и в геометрии. Доказанная Пифагором знаменитая теорема носит его имя. Достаточно глубоко исследовал Пифагор и 
        математические отношения, закладывая тем самым основы теории пропорций. Особенное внимание он уделял числам и их свойствам, стремясь 
        познать смысл и природу вещей. Посредством чисел он пытался даже осмыслить такие вечные категории бытия, как справедливость, смерть, 
        постоянство, мужчина, женщина и прочее.
    </p>



    <h2>Число у пифагорейцев</h2>

    <p>
        Число для Пифагора было и материей, и формой Вселенной. Из этого представления вытекал и основной тезис пифагорейцев: 
        «Все вещи&nbsp;— суть числа» (или «Всё есть число»). Пифагор и его последователи своими работами заложили основу очень важной области 
        математики — теории чисел.
    </p>

    <p>
        Число для пифагорейцев – это собрание единиц, то есть только целое положительное число. Единицы, составляющие число, считались
        неделимыми и изображались точками, которые пифагорейцы располагали в виде правильных геометрических тел, получая ряды "треугольных",
        "квадратных", "пятиугольных" и других "фигурных" чисел.
    </p>

    <p>
        Изучая свойства чисел, пифагорейцы первые обратили внимание на законы их делимости. Они разбили все числа на четные – "мужские" и
        нечетные – "женские".
        Нечётное число — оплодотворяющее и, если его сочетать с чётным, оно возобладает. Символ брака 
        у пифагорейцев состоял из суммы мужского, нечётного числа три и женского, чётного числа два, поэтому брак&nbsp;— это пятёрка.
    </p>

    <p>
        Пифагорейцы также разделяли числа на простые и составные. Составные числа, представимые в виде произведения двух
        сомножителей, называли "плоскими числами" и изображали их в виде прямоугольников, а составные числа, представимые в виде произведения 
        трех сомножителей, – "телесными числами" и изображали их в виде параллелепипедов. Простые числа, которые нельзя представить в виде 
        произведений, они называли "линейными числами".
    </p>

    <p>
        Десятка может быть выражена суммой первых четырёх чисел (1+2+3+4=10), где единица — выражение точки, двойка — линии и одномерного образа, тройка — плоскости и двумерного образа,
        четвёрка — пирамиды, то есть трёхмерного образа.
    </p>

    <p>
        Справедливость и равенство пифагорейцы видели в квадрате числа. Символом постоянства у них было число девять, поскольку все кратные девяти числа имеют сумму цифр опять-таки девять.
        Число восемь у пифагорейцев символизировало смерть, так как кратные восьми имеют уменьшающуюся сумму цифр.{*todo 1*}
    </p>

    <p>
        Четыре числа, составляющие тетраду — один, два, три, четыре — имеют прямое отношение к музыке: они задают все известные консонантные интервалы — октаву (1:2), квинту (2:3) и
        кварту (3:4). Иными словами, декада воплощает не только геометрически-пространственную, но и музыкально-гармоническую полноту космоса. Среди свойств десятки отметим ещё и то, что в 
        неё входит равное количество простых и составных чисел, а также столько же чётных, сколько и нечётных.
    </p>

    <p>
        Сумма чисел, входящих в тетраду, равна десяти, именно поэтому десятка считалась у пифагорейцев идеальным числом и символизировала Вселенную. Поскольку число десять — идеальное, 
        рассуждали они, на небе должно быть ровно десять планет. Надо заметить, что тогда были известны лишь Солнце, Земля и пять планет.
    </p>

    <p>
        Знаменитая тетрада, состоящая из четырёх чисел, повлияла через пифагорейцев на Платона, который придавал особое значение четырём материальным элементам: земле, воздуху, огню и воде.
        Пифагорейцы знали также совершенные и дружественные числа. Совершенным называлось число, равное сумме своих делителей.{*todo 2*} Дружественные — числа, каждое из которых — сумма собственных 
        делителей другого числа{*todo 3*}. В древности числа такого рода символизировали дружбу, отсюда и название.
    </p>

    <p>
        Кроме чисел, вызывавших восхищение и преклонение, у пифагорейцев были и так называемые нехорошие числа. Это числа, которые не обладали никакими достоинствами, а ещё хуже, если такое
        число было окружено «хорошими» числами. Примером тому может служить знаменитое число тринадцать — чёртова дюжина или число семнадцать, вызывавшее особое отвращение у пифагорейцев.
    </p>

    <p>
        Число 36 производило на пифагорейцев сильное впечатление своими качествами: с одной стороны, оно представляет сумму кубов
        трех первых чисел натурального ряда (1\sup{3}+2\sup{3}+3\sup{3}), а с другой – является суммой первых четырех четных и первых 
        четырех нечетных чисел: (2+4+6+8) + (1+3+5+7) = 36. Весь мир, по мнению пифагорейцев, был построен на первых четырех нечетных и на
        первых четырех четных числах, а потому самой страшной клятвой у них считалась клятва числом 36.
    </p>


    <h2>
        Этика в учении Пифагора
    </h2>

    <p>
        Центральной идеей древнего пифагорейского Учения была идея приоритета этических принципов в обычной жизни, науке и религии, путем 
        постепенного воспитания ума и чувств, расширения восприятия мира до космических уровней сознания, единения дружественных душ и 
        приближения растущего умом и душой человека к божеству, раскрывающемуся этими усилиями в нем самом. Заповедь пифагорейцев:
        «Человек, познай себя, как мир, и ты познаешь Вселенную и Богов».
    </p>

    <p>
        Как рассказывают, Пифагор совершенно устранил смуту, разногласия и даже просто различие мнений не только среди своих учеников и их 
        потомков на много поколений, но и вообще во всех городах Италии и Сицилии, как внутри них самих, так и в их отношениях друг с другом. 
        Он часто произносил повсюду одно изречение, обращался ли он ко многим или к немногим слушателям, подобное наставляющему оракулу бога, 
        своего рода квинтэссенцию его мыслей:
    </p>

    <p>
        <i>
            "Любым способом следует избегать и отсекать огнем, железом и всеми другими средствами от тела болезнь, от души – невежество, от желудка – 
            излишество, от города&nbsp;– смуту, от дома – раздор, от всего в целом – неумеренность".
        </i>
    </p>

    <p>
        Этим изречением он напоминал всем о самом ценном в своем учении.
    </p>

    <p>
        Следуя духовной традиции, воспринятой Пифагором при посвящениях в древнейшие мистерии разных стран и верований, он не записывал свое 
        Учение, а излагал его в форме устных наставлений, обучал образом жизни и символически.
    </p>

    <p>
        Далее будут приведены наиболее известные стихи, оставшиеся нам в наследство от пифагорейцев. Все они взяты из книги «Пифагорово море»,
        которую Вы без труда найдёте на просторах интернета. Рекомендую всем поразмышлять над афоризмами Пифагора, так как данное занятие 
        прекрасно развивает независимость мышления и обогощает внутренний мир. За кажущимися простыми формулировками для внимательного
        человека доступна скрытая часть вложенного в них знания.
    </p>
    {*
    <h3 class="centered">
    Высказывания  Пифагора
    </h3>

    {verse}
    Что  значит  Мудрость?  Это -  знание  прекрасного,
    И  первосущного  божественного  Слова.
    Она  тождественна  себе.  Первооснова
    Ее  в  гармонии   ума,  Глагола  ясного.

    А  философия  -  стремленье  видеть  Мудрость.
    Философ -  тот,  кто  созерцает  суть  вещей,
    И  тем  свершает  то,  что  должно  для  людей.
    В  нем  бескорыстный  нрав,  судьбы  нелегкой  трудность.

    Мир  постигается  умом.  О  мире  знанья
    Мы  получаем  как  от  Бога  подаянье.
    Узнать  о  Боге  и  прислушаться  к  Нему  -
    Вот  цель  ума,  и  я  лишь  этому  учу.

    Из  всех  искусств  -  учитель  Музыка.  Она
    Воспринимается  сердцами  все  века.
    Она  Богов  желанья  может  подсказать,
    А  человеку  важно  то   воспринимать.

    И  врачевание  основано  на  ритмах,
    Пусть  и  неслышимых,  неявственных  молитвах.
    Ведь  образ  жизни  человека  -  это  песня,
    Что  создает  судьбу.  Зовут  иначе  Гестия.

    Лишь  приближаясь  к  гармоничному  звучанью,
    Мы  постигаем  тайны,  скрытые  в  молчанье. 
    {/verse}
    *}

    <h3 class="centered">
        Афоризмы  Пифагора
    </h3>

    {verse double='1'}
    Вот  первая  важнейшая  наука:
    Своими  именами  называть
    Все  вещи,  не лукавить и не лгать.
    Суть  формы  проявляется из звука.


    Роль  звука  -  содержание  для  формы.
    Бокал  с  вином  звучит не  как  пустой…
    И  звук  не  возникает  сам  собой.
    Он  -  плод  взаимодействия,  суть  нормы.


    Законы  государства  -  на  втором
    Почетном  месте,  после  добрых  нравов.
    Народы!  Чтите  больше  всех  уставов
    Важнейший  из   законов  -  Добрый  Дом.


    Но  нравы  без  ученья,  и  ученья
    Без  нравов  не  дают  на  долгий  срок
    Свободу,  счастье  людям.  Сей  урок
    Для  жизни,  а  не  для  нравоученья.

    Ученость  с  добрым  нравом  совмещая,
    Страна  и  на  земле  достигнет  рая.


    Вы  не  ищите  за  пределом  мира  Бога,
    И  не  пытайтесь  превзойти  волхвов  в  ученье.
    Их  Боги:  воздух  и  огонь  средоточенья,
    Земля,  вода  -  стихии  данные  до  срока…


    Совет  для  юноши:  Цени  же  размышленья.
    От  многословия  оно  и  сохранит.
    Тянись  до  знания,  ценнейший  твой  магнит.
    Всего  же  пуще  берегись,  друг,  самомненья.


    Не  будь  невольником  ничьим,  и  даже  друга.
    И  кроме  звезд  других  богов  ты  не  ищи.
    За  счастьем  также  не  гонись,  но  отыщи
    Его   в  себе  самом,  внутри  сознанья  круга.


    Молчание - премудрости  начало.
    В  молчании  и  Слово  зазвучало.


    Не  бойся  смерти, жизнь - не  что  иное,
    Как  точка  круга,  что  неизмерим,
    Которым  бесконечно  мы  бежим.
    Где  время,  там  не  может  быть  покоя.


    Про  смерть  тебя  коль  спросят,  то  ответь:
    Невежество  есть  истинная  смерть.


    Единство  все - в  Природе.  Равного  ей  нет.
    И  Божество  богов,  и  мать,  и  суть  всех  лет.
    И  ты  рассматривай  Природу,  остальное -
    Оставь  несведущим.  Занятие  благое.


    Ты  знания  и  мудрость  не  равняй.
    Пред  мудрым  ум  и  голову  склоняй.


    Не  почитай  себя  великим,  видя  тень
    Свою  в  закате  дня  иль  утром  на  заре.
    Старайся  мудрым  быть.  Достоинства  в  тебе,
    Коль  ты  любви  достоин.  Это  жизни  день.


    Останься  в  обществе  на  время  для  того,
    Чтоб  выбрать  друга  и  жену.  Не  пей  вино.
    Оно  питает  страсти.  Не  превозноси
    Вслух  чудеса,  а  размышляй, совет проси.


    Коль  пережить  себя  ты хочешь  для  потомства,
    Оставь  семейство  добродетельное.  Это
    Хорошей  книге  равноценно.  Для  поэта
    Совет  такой - не  опускайся  до  потворства…


    Ты  не  болтай,  еще  же  менее  пиши.
    Чего  понять  не  в  силах,  брось и не ропщи.


    Не  говори  о  свете  бедному  слепому,
    О  независимости  темному,  хромому…


    Не  будь  одним  из  тех,  кто  кажутся  в  стихах
    Своих  столь  мудрыми,  как  скрывшийся  монах.


    Благополучие  в  чем  ваше  состоит?
    В  том,   чтоб  в  согласии  с  собою  быть, пиит.
    Лютня  настроенная  звуки  издает
    Лишь  гармоничные,  и  так  душа  поет.


    Благоразумный  путешественник,  старайся
    Не  усмирять  вражду  меж  тигром  и  змеей.
    Тогда  для  добрых  существует  здесь  покой,
    Когда  само  себя  зло  съест.  Ты ж обучайся…


    Что  значит  дружба?  Сочетание  добрых  душ.
    Ведь  добродетель  не  враждует,  нет  там  стуж.


    Не  превращай  в  гробницу  для  души  своей
    Свое  же  тело.  Телом  властвовать  умей.


    Любовь не делай темой общих разговоров.
    Святое дело не для них, не для укоров.


    Не  укоряй  при  детях  друга  и  жену.
    Будь  с  ними  сдержанным,  хвали  лишь  по  уму.


    Хоть  сочтены  дни  жизни,  смертный,  соблюдай
    Ты  бережливость,  руки  к  счастью  простирай.


    Пред  тем,  как  станешь  говорить,  пусть  мысль  созреет
    Под  языком  твоим.  Созревшая  -  все  смеет.


    Коль  ты  умом  высоким,  мудрым  одарен,
    Старайся  род  людской  поднять  в  цепи  времен.
    Хоть  твой  светильник  излучает  ровный  свет,
    Но  не  достаточно  того  для  хода  лет.


    Подобен маслу будь, коль ты среди народа:
    Поверх воды, но и не смешивает воды.
    Не сообщай в народе истины звено:
    Употребит непонимание их во зло.


    Считай  священными  ты  числа,  вес  и  меру,
    Вот  дети  равенства  изящного.  Оно –
    Есть  величайшее  из  благ, что  нам  дано.
    Знай, числа - боги на земле. Храни же веру.


    Где  есть  оружие,  там мудрых нет  законов.
    Не  избежать  там  и  войны  и  горя  склонов.


    Коль  ты  друга  не  нашел,  то  товарища  найди
    Одного  с  тобою  знанья,  с  ним  в  пути  светлей  идти.


    Обучайся  же  людей  ты  познавать,
    То  важнее,  чем  богов-то  изучать.


    Предаваясь  размышлению,  берегись,
    Чтоб  с  ума  бы  не  сойти.  За  ум  держись.


    Старайся жизнь вести такую, чтоб сказать
    Мог перед сном: - Я жил. - И так живи опять.


    Врата  премудрости  имеют  узкий  вход.
    Храни  воздержанность  и  трезвость  каждый  год,
    Чтоб  из-за  тучности  своей  в  конце  пути
    Не  оказаться  там,  где  трудно  уж  войти.


    Добро творить уж  лучше утром настоящим,
    Чем  наступающим же вечером, ведь жизнь
    Так  скоротечна, как светящаяся мысль.
    Уходит время, улетит ручьем скользящим.


    Свободным  можно  называть  себя  тогда,
    Когда  в  тебе  Необходимость  как  нужда.
    А  посему  ты   не  проси  и  у  богов,
    В  Необходимости  Законе  бег  веков.

    Необходимость  -  это  лучник,  ты  стрела,
    Душе  вручи  свой  лук,  чтоб   силу  обрела.


    Ты полной воли воображению никогда,
    Друг, не давай - чудовищ выведет она.


    Коль  к  размышлению  приучишь  душу  ты,
    То  скоро  крылья  обретет  для  высоты.


    Слезы детей ваших вы берегите,
    И для могилы своей сохраните


    Если  супруга  желает,  чтоб  милый
    Подле  нее  отдыхал,  то  она
    Скромной  и  нежною  быть  с ним  должна,
    Лучшей  из  лучших,  веселой,  счастливой.


    Будь  другом  истины  даже  в  лишенье,
    Но  не  защитником,  что  без  терпенья.


    Если  ты  в  гневе,  не  смей  говорить!
    Действовать  резко  и  злобу  сорить.


    Делай  великое,  не  обещая
    Славу  достичь,  иль  себя  ублажая.


    Так  уживайся  с  людьми,  чтоб  друзья
    Не  отвернулись  потом  от  тебя.
    Недруги  чтоб  становились  друзьями.
    Мирное  небо  пусть  будет  над  вами.


    Жизнь  как  театр:  на первых  рядах
    Люди  дурные,  чья  мысль  в  кандалах.


    Друга  найди,  ибо  если  один,
    Счастья  не  встретишь  до  самых  седин.


    Пусть  лаконичны  слова  «да»  и  «нет»,
    Вдумайся,  прежде  чем  скажешь  ответ.


    Приторно  сладким  стал  кубок  бы  жизни,
    Если  слез  горьких  не  стало б,  размысли…


    Лесть  как  оружие,  что  на  картине:
    Взгляду  приятно,  а  пользы  -  в  помине.


    То,  что  постыдно,  не  делай  нигде,
    Даже  тайком  от  других.  Ведь  закон
    Первый  для  каждого,  кто  был  рожден -
    Будь  уважительным  прежде  к  себе!


    Лучше  молчи,  ну,  а  коль  говоришь,
    Пусть  будет  лучше,  чем  то,  что  молчишь.


    Что  бы  ни  думали  вслед  о  тебе,
    Будь  справедливым  в  делах.  К  похвальбе
    Будь  равнодушен,  но  и  к  порицанью
    Так  же.  Храни  справедливость  к деянью.


    Глаз  не  смыкай,  прежде  чем  перечтешь
    Каждый  поступок  прошедшего  дня.
    Коль  на  закате  увидишь  себя  тенью  великой,
    Пойми,  тень  та  -  ложь.


    Мера  во  всем:  и  в  питье,  и в  еде.
    Разуму  вверь  все,  держи ум в узде.


    Если  погрешность  свою  покрываешь
    Фразой,  словами,  то  вновь  согрешаешь.


    Утром  на  день  постарайся  взглянуть:
    -	Что  должен  сделать?  И  вечером  тоже:
    -	Все  ли  я  сделал?  Иначе  негоже.
    Все  перечти  перед  тем,  как  уснуть.


    Пьянство - в безумстве своем упражненье.
    Всякий безумный - судьбы пораженье.


    Статуя  формой  своей  хороша,
    А  человека  украсит  душа.


    Хвалит  в  глаза  и  злословит  во  след
    Неблагодарный, себе  же  во  вред.


    «Расти и размножайся!» – велит сама Природа.
    Властитель, ты к народу иначе бы  призвал:
    «Подумайте о средствах для продолженья рода,
    Чтоб счастие и мудрость отец потомству дал».


    Шуткой  беседу  укрась,  освети.
    Шутка,  что  соль.  Лишь  не  пересоли…


    Лучший совет проси у себя,
    Пусть божеством будет совесть твоя.


    Если имеешь ты верного друга,
    То избегай многолюдного круга.


    Сколь ни стыдливы, но истину зреть
    Лучше нагую! Пусть ложь под одеждой,
    Пусть лицемерие в маске небрежной,
    Станет ли истина ветошь терпеть?
    Истине маски приличия – смерть.


    Из всех уму доступных знаний
    Наиважнейшая, запомни,
    Наука нравственных исканий.
    Ее плодами ум наполни.


    Земля – что значит, вам понятно?  Звезда, имеющая пятна.


    Ты обретешь свободы знанье,
    Свободным станешь по судьбе,
    Когда одно лишь одеянье –
    Необходимость – на тебе.


    Девицы юные! Скрывайте
    Любви зародыш в сердца недрах.
    В порывах чувств оберегайте,
    Не скоро прорастет при ветрах. 


    Юноша! Сдержи свой нрав, молчи
    Перед старцем, мудрость его чти.


    Тот потерян день, что без познанья
    И без солнца жизни созерцанья.


    Юные девицы! Помните, что лица
    Могут быть прекрасны, если в душах ясно.


    Юные супруги! В ваших наслажденьях
    Пусть благоразумье будет и терпенье.
    Непорочность нравов пусть живет в любви,
    Берегите чувства в суете яви.


    Чашу удовольствия полную испей,
    Разом осушая,обсуждать не смей.


    Знай, предсказателей труд для народа.
    Ты же почти опыт древнего рода.


    Место, где родился, родина по праву.
    Истинная родина, где благие нравы.


    Станешь ты свободным лишь тогда,
    Как достигнешь радости труда.


    Предначертание себе для жизни сделай
    И до последних дней, минут ему последуй.


    Прежде исследуй  те вещи, что рядом
    И не спеши к отдаленному взглядом.


    Все со вниманием рассматривать дерзай,
    Не торопись и ничего не изъясняй.


    Больше примечай, не гонись за чудом.
    Кто читает много, тот читает худо.


    Трезвым, умным быть старайся и Порядок береги,
    Пресыщенья опасайся, а излишества беги.


    Возлюби Порядок сердцем, в нем божественный закон
    И союз всего в природе, так как правит в жизни он.


    На вопрос: «Что есть молчанье?» - отвечай:
    «Первый камень храма мудрости и рай».


    Что такое мудрость?  
    Знание Порядка.
    Если хочешь мудро 
    Жизнь свою прожить,
    Все поставь на место, научись в достатке
    Без излишеств, славы днями дорожить.


    Сеятель на поле ходит ровным шагом.
    Ты по полю жизни тоже так иди.
    Добродетель сделай неизменным флагом,
    Воплощая цели, в истину гляди.


    Тяжбы избегай, если ты богат.
    Если беден ты, избегай стократ.


    Если приглашаешь в гости друга,
    Приготовь изысканные блюда.


    Не гонись за счастьем, ведь оно
    Лишь в самом тебе заключено.


    Никогда не полагайся на того,
    Кто смеется часто, это неумно.


    Полагайся на верность жены
    Лишь до первого раза вины.


    Не надейся на верность лица,
    Лишь собака верна до конца.


    Хочешь быть спокойным впереди,
    Жизнь единообразную веди.


    Не ласкай ни мертвых, ни живых,
    Будешь независимым от них.


    Если хочешь долго быть счастливым,
    Стань ты добродетелью красивым.


    Знай предел сомнению и к науке рвенью,
    Но не ограничивай к истине стремленья.


    Кто богатства ищет, кто почет, чины,
    Долголетья, знания, праведной жены,
    Ты ж ищи премудрости, с нею обретешь
    Все свои сокровища, все, чего ты ждешь.


    Мать семейства мудрая! Дочерям своим 
    Не давай ты времени на мечты и грим.


    Юная супруга! Благородным цветом
    Будь благоуханным и нежна приветом.


    Ложь гони без прения, даже во спасение.


    Укрась себя делами, вот тени за телами.


    Добро твори в сей круговерти,
    Хвали людей лишь после смерти.


    Любви достойным быть стремись,
    Соединяя с сердцем мысль.


    Не пей вина, беги напасти,
    Оно питает только страсти.


    Хочешь оставить себя для народа,
    Ясно пиши, вразумительно, кратко.
    Не о божественных духах Природы,
    Жизнь и без слов представляет загадку.


    В книге Природы читай письмена
    Ясные только, загадкой она.


    Юноша! Помни, что скромность есть храм
    Для добродетели. Внемли словам.
    Станешь искать ей иное жилище,
    Тем оскорбишь, выгнав на пепелище.


    Там не живи, где в обилии храмов
    Больше законов, чем добрых нравов.


    Когда несчастье постучалось у крыльца,
    Открой ему спокойным обликом лица.
    Сопротивление его лишь раздразнит,
    А от покорности оно само сбежит.


    В науках упражняйся, гони ума спокойствие,
    Науки доставляют сладость удовольствия. 


    Не осуждай иудейский народ,
    Что поклонялся ослу, ведь бывает,
    Что человека обоготворяют!
    Благоразумнее этот иль тот?


    Тело не делай гробом души,
    Искорки жизни в нем не туши.


    В царском дворце не ищи мудреца,
    И на собраниях, и при законе,
    Хочешь увидеть, стучись у крыльца,
    Где он живет в своем собственном доме.


    О, смертный! Бережливость сохраняй,
    Хотя бы дни и были сочтены.
    Ты можешь быть счастливым, выбирай
    Лишь то, что мы беречь обречены.


    При детях жену не кори, грозя  наказаньем, не ври.


    Хочешь талант сохранить и призванье,
    Так сохраняй и древнейшие знанья.


    Когда свои обязанности плохо
    Народ твой исполняет, о правах
    Зачем и говорить, скрывая вздохи
    И вызывать смятение в умах.


    Если собственности нет, нет отечества, мой свет…


    Вместо призывов к поступкам благим,
    Законодатель, заботься о том,
    Чтобы исключить порожденье  причин
    Всяких пороков, храни общий Дом.


    Кто живет на иждивенье
    Тех, кого он развлекает,
    Тот - источник для растленья,
    Он законы подрывает…


    Градоправитель! Чтоб роскошь изжить,
    Нужно презрение к ветреным женам,
    Их легкомыслию людям привить,
    Не прибегая к суровым законам.


    Там, где на дверях не ставят замки,
    Рамки закона условны, тонки.


    Казни жестокие не совершай.
    Словно для мимоидущих селянин
    Сено к рогам вола вяжет и тянет…
    Предупреждая, увещевай.


    Не полагайся на клятвы умнейших,
    Как и на все обещания женщин.


    Народ достоин сожаленья,
    Не насмехайся ни над верой,
    Ни над предметами почтенья,
    Пусть руководствуются мерой.


    Истину зная, не согрешай,
    Тайные знания не разглашай.


    Гимны, законы пусть будут понятны,
    Память двусмысленности не хранит.
    Разум пусть правит вольно, приятно,
    Станет сильнейшей страна, как гранит.


    Мудрый! Высоким умом одаренный!
    Род совершенствуй людской.
    Солнечным светом ум освещенный
    К звездам ведет за собой.


    Законодатель! Ты помни о нем,
    Закон Справедливости прежде рожден.


    Законодатель!  Природа перстом
    Мудрым сказала: «Я ваш Закон!»


    Чистым рукам лишь закон доверяйте,
    А не смогли, на себя и пеняйте.


    Горожане! Пока в вашем граде
    Есть богатые и бедняки,
    Не свободны  вы, это тиски,
    Бедный в рабстве, скорбит о преграде.


    Судьбу Тирезия нам помнить надлежит,
    И только Истиной прекрасной дорожить.
    Пусть поклоняются Сатурну, ну, а вы
    Служите Истине и будете правы.


    Чтоб Истину нести, одень Ей прежде
    Общественного мнения одежды.


    Чтоб вырастить здесь граждан умудренных,
    Наставников гони иноплеменных.


    Чтоб возвести великолепный Храм,
    Сначала строй дома для горожан.


    Не вкладывайте бич в ладонь Богов,
    Иначе быть вам в облике рабов.


    Страшитесь прелести изящнейших художеств
    Ведь растлевает роскошь нравы, душу тоже.


    Народы! Чтите память мудрого Ликурга,
    Что запретил изделия серебра и злата
    В употреблении, причину зла, разврата.


    Пусть наши праздники не длятся целый день,
    Ведь день, что в праздности прошел, рождает лень.


    Пусть в праздности не будет ни народ,
    Ни молодежь,а труд укрепит род.


    Представьте женам вашим разные занятья,
    Где не нужны мужские качества, собратья.


    Градоначальник! Особый надзор
    Нужен за тем, кто работает ночью.

    Кротонки! Знайте, прекраснейший взор -
    Скромность красы и души средоточье.


    Ум развивай, предпочтенье - Природе.
    Ты существо очень древнего рода.


    Не просите у богов ни дождя, ни ветра,
    Не в их власти ход веков и сама Деметра.


    Не злословьте об умерших, следуя закону,
    Чьи слова принадлежат мудрому Солону.


    Прежде мудрые законы подари народу,
    В них нужда, а уж затем подари свободу.


    Числа, вес и меру чти – Равенства детей.
    Числа – боги на пути для земных людей.


    Египтяне уверяют, все мы - Ночи дети,
    Лучше верь, Ночь порождает бога на рассвете.


    Где есть мудрые законы, не нужны оружия звоны.


    Чтоб златой вернулся век, обратите жезл жрецов
    В верный посох пастухов, станет счастлив человек.


    У Природы поучись, что равновелика
    И в подробностях своих, и в единстве лика.


    Пусть воспевают Природу в стихах, но запрещайте писать о богах.


    Прежде, чем править народом, сделай семью лучшим родом.


    Прежде издания новых законов
    Сверься с безмолвным чувством народов.


    Пусть будет мало законов у вас
    Кратких, изящных, как божий глас.


    Чтобы нравы народа понять, надо прежде язык изучать.


    Измеряй желания, исчисляй слова, 
    Взвешивай познания на пути ума.


    На занятие к мудрецу запрети ходить жрецу.


    Будь повелителем прежде себе,
    Будет и должность, и счастье в судьбе.


    Прежде, чем отечество наименовать, 
    Надо сам источник древний отыскать.


    Пусть богослужение простым будет. Солнце – бог, слова же дым.


    Воздержись животных убивать,
    Здесь причина войн, то важно знать.


    Чтите память Миноса закона -
    Выше и народа он и трона.


    Законодатель! Сделай божеством народа
    Благоразумие. Лишь в нем живет свобода.


    Не бойся смерти тела: замена форм для дела.


    Без богов один лишь путь – удивление забудь.


    Не избирай себе друга такого, кто без согласья в семье и скупого.


    Делая благо народу, не помышляй воздаянья.
    Ведь не изменишь природу неблагодарных в деяньях.


    Не посекай ветвь такую, что стала убежищем в бурю.


    В новых богах нет нужды, в них лишь причина вражды.


    Ревностно делать добро следует там, где есть зло.


    Не нужны ограды и запоры, если исполняются законы.


    Народ покорен тем, кто лишь добро ему
    Творят. Не нужен плен, взывай к его уму.


    Кто излагает только частности закона
    Не может быть законодателем исконно.
    {/verse}

    <p>
        Согласитесь – сложно поверить, что эти мысли были озвучены 2500 лет назад... Очень хочу, чтобы Вы самостоятельно поразмышляли над
        их смыслом. Ниже предлагаю Вам собственные соображениями по поводу наиболее понравившихся мне высказываний.
    </p>

    <p>
        Прошу Вас не судить строго, так как это только моё мнение, и я никоим образом не претендую на объективность. 
        Мне лишь хочется продемонстрировать, что все эти истины актуальны и сегодня.
    </p>

    <ol>

        <li>
            {h5}Живи полной жизнью{/h5}

            {verse}
            Старайся жизнь вести такую, чтоб сказать
            Мог перед сном: - Я жил. - И так живи опять.
            {/verse}

            <p>
                В даном высказывании идёт призыв каждый день своей жизни наполнять смыслом, не проводить её в праздности, не растрачиватся
                на пустяки, на вещи ненужные и неважные.
            </p>

            <p>
                Пифагор призывает проводить оценку прожитого дня каждый раз перед сном и, если что-то идёт не так, сделать всё необходимое,
                чтобы следующий день не был "пустым".
            </p>

            <p>
                Я есчё раз подчёркиваю - мысль высказана 2500 лет назад, а теперь предлагаю, для сравнения, слова из песни One More Time (2011г)
                любимого мною Akon'а:
            </p>

            {verse}
            Leave your sorrow and your pain, 
            Leave your fortune and your pain, 
            You can leave it all behind 'cause you will never see it again, 
            when you're thinking back to this day 
            I want you to be able to say that you would gladly do it again, 
            Gladly do it again.
            {/verse}

            <p>
                Вот уж и вправду нет ничего нового под луной:)
            </p>
        </li>

        <li>
            {h5}Слово и молчание{/h5}

            {verse}
            Молчание - премудрости начало.
            В молчании и Слово зазвучало.
            {/verse}

            <p>
                На мой взгляд Пифагор указывает на то, что в начале пути просвещения, до того, как человек узнал что-то, он должен уметь молча 
                учиться, не разглагольствуя о вещах, в которых ничего не понимает.
            </p>

            <p>
                При общении с незнакомым человеком не стоит говорить лишнего и уметь промолчать тогда, когда не следует говорить. Сколько бед 
                на свете происходит из-за простого неуменя промолчать?.. Мудрый человек сумеет промолчать там, где говорить неуместно.
            </p>

            <p>
                Ну и, конечно, Вы догадались, о каком "Слове" идёт речь. Именно о том, которое {nobr}"В начале было"{/nobr}.
            </p>
        </li>

        <li>
            {h5}Не давай эмоциям брать контроль над собой{/h5}

            {verse}
            Если ты в гневе, не смей говорить!
            Действовать резко и злобу сорить.
            {/verse}

            <p>
                Данный афоризм тесно пересекается с предыдущим. Умение влавствовать над своими эмоциями - величайший навык, который нужно 
                развивать любому человеку. Формула, выведенная веками, проста - зло порождает новое зло. Пифагор предостерегает нас от этого.
            </p>

        </li>

        <li>
            {h5}Тело - ножны для клинка духа{/h5}

            {verse}
            Не превращай в гробницу для души своей
            Свое же тело. Телом властвовать умей.
            {/verse}

            <p>
                Я уже рассказывал о том, что для Пифагорейцев развитие тела имело не меньшее значение, чем развитие духа. 
                Одна из заповедей гласит «Не чревоугодничай». Каждый человек должен заботиться о своей душе, и о соём теле.
            </p>

        </li>

        <li>
            {h5}Не говори «да» или «нет» без раздумья{/h5}

            {verse}
            Пусть лаконичны слова «да» и «нет»,
            Вдумайся, прежде чем скажешь ответ.
            {/verse}

            <p>
                Слова «да» и «нет» коротки, но зачастую именно они определяют, по какому пути будет развиваться жизнь человека и к чему он,
                в итоге, придёт. Сказанное «нет» может навсегда закрыть для человека большие возможности (он о них просто не узнает), а
                может и оградить его от беды. То-же и со словом «да».
            </p>

            <p>
                Также здесь идёт указание на то, что нужно ответственно относиться к своей жизни, тщательно взвешивать принимаемые решения, так 
                как они определяют всю нашу жизнь. Даже принимая не "глобальные" решения, а делая простой выбор между чтением книги или телевизором,
                булочкой или яблоком, мы должны понимать, к чему это приведёт через время.
            </p>
        </li>

        <li>
            {h5}Умейте признавать свои ошибки{/h5}

            {verse}
            Если погрешность свою покрываешь
            Фразой, словами, то вновь согрешаешь.
            {/verse}

            <p>
                К сожалению люди не умеют и не любят признавать свои ошибки и это - огромная беда. Зачастую, сделав или сказав что-то 
                не так, вместо того, чтобы извиниться, признать промахи, сделать выводы и двигаться дальше, люди продолжают уверять самих 
                себя и окружающих, что это не их ошибка, что виноваты обстоятельства, окражающие люди, посторонние факторы - виноваты все,
                кроме них самих.
            </p>
            <p>
                Сам я такое поведение считаю признаком слабости... Однажны на глаза мне попаль история, которая превосходно сочитается с этим афоризмом, 
                но, к сожалению, найти оригинал мне не удалось. Вопсроизведу её по памяти, а кто найдёт первоистоник - просьба сообщить:)
            </p>
            <p>
                Смысл в следующем: однажды знаменитого человека упрекнули в том, что вчера он говорил одно, а сегодня - другое, на что тот
                ответил: "Какое мне дело до того, что я говорил вчера? Пусть я не последователен с точки зрения истории, но я последователен 
                с точки зрения истины".
                Это ответ явно принадлежит сильному человеку.
            </p>
        </li>

        <li>
            {h5}Не сплетничайте "за спиной"{/h5}

            {verse}
            Хвалит в глаза и злословит во след
            Неблагодарный, себе же во вред.
            {/verse}

            <p>
                Данный афоризм прекрасно иллюстирует выдержка из книги, которая, думаю, многим известна:
            </p>

            {book}
            <p>
                Одно из важнейших проявлений цельности – это лояльность к <i>отсутствующим</i>. 
                Защищая тех, кто отсутствует, вы приобретаете доверие тех, кто присутствует.
            </p>
            <p>
                Предположим, мы с вами разговариваем наедине и оба критикуем своего руководителя
                в такой манере, в которой не осмелились бы этого делать в его присутствии. А что
                произойдет, если у нас с вами случится размолвка? Вы прекрасно знаете, что я буду с кем-то
                обсуждать ваши недостатки. Именно этим мы с вами занимались за спиной своего
                руководителя. Вы знаете мою натуру. В лицо я говорю приятные вещи, а за спиной
                злословлю. Вы видели, как я это умею делать.
            </p>
            <p>
                Это и есть суть двуличия. Создает ли это резерв доверия на моем Счете в отношениях с
                вами?
            </p>
            <p>
                А теперь представьте себе, что вы начинаете критиковать нашего начальника, а я,
                сказав, что согласен с содержанием некоторых ваших аргументов, предлагаю пойти прямо к
                нему и рассказать о том, что, на наш взгляд, нужно делать по-другому для улучшения
                ситуации. Какой реакции вы теперь можете ожидать от меня в случае, если кто-то будет при
                мне критиковать вас за вашей спиной?
            </p>
            <p>
                Еще пример. Предположим, стремясь установить с вами дружеские отношения, я
                рассказываю вам то, что мне по секрету рассказал кто-то другой.
            </p>
            <p>
                – Мне не следовало бы вам этого рассказывать, – говорю вам я, – но так как вы мой
                друг...
            </p>
            <p>
                Может ли это предательство интересов другого человека способствовать росту вашего
                доверия ко мне? Не задумаетесь ли вы о судьбе той информации, которой вы сами делились
                со мной по секрету? Может быть, она тоже стала достоянием других людей?
            </p>

            {from}Стивен Кови, «7 навыков высокоэффективных людей»{/from}

            {notice}
            «7 навыков высокоэффективных людей» входит в рейтинг ТОП 25 самых значимых книг по менеджменту по версии журнала Time,
            а также является "международным бестселлером №1" по теме личностного роста.
            {/notice}
            {/book}

            <p>
                Я намеренно взял отрывок из столь популярной книги, чтобы наглядно продемонстировать&nbsp;&mdash;
                вечные истины вечны во все времена.
            </p>

        </li>

        <li>
            {h5}За рутиной дней не забывайте созерцать мир{/h5}

            {verse}
            Тот потерян день, что без познанья
            И без солнца жизни созерцанья.
            {/verse}

            <p>
                Пифагор напоминает нам о том, что каждый день мы должны развиваться духовно – познавать что-то новое, учиться,
                совершенствоваться;
                но при этом не забывать, что мир вокруг нас прекрасен и нужно наслаждаться жизнью здесь и сейчас.
            </p>
        </li>

        <li>
            {h5}Нет цены в разговорах ради разговоров и чтении ради чтения{/h5}

            {verse}
            Больше примечай, не гонись за чудом.
            Кто читает много, тот читает худо.
            {/verse}

            <p>
                Этот афоризм мне особенно близок, так как я противник чтения ради чтения. На мой взгляд, вдумчивая работа с книгой куда
                полезнее беглого чтения или чтения ради объёма. Причем неважно, читаете вы деловую или художественную книгу, важно только,
                чтобы это была действительно работа ума и чувства.
            </p>
            <p>
                Популярное в последнее время скорочтение я бы рекомендовал людям, для которых это действительно актуально – для тех, кто
                работает с большими объёмами информации. Тем же, у кого нет такой «производственной» необходимости, я бы рекомендовал 
                читать "умнее".
            </p>
            <p>
                Например, читая художественное произведение вдумчиво, вы получаете возможность сопереживать героям, ализировать их
                характеры, глубже понять задумку автора. Книга по настоящему оставит след в Вашем сознании и это будет куда полезнее, чем 
                две наскоро почитанные книги за тот–же период. Многие современные руководства по управлению временем (тайм – менеджмент)
                советуютименно именно это.
            </p>
            <p>
                У Русскоро народа также есть мудрость на этот счёт - тише едешь, дальше будешь:)
            </p>
        </li>

        <li>
            {h5}Уважай себя{/h5}

            {verse}
            То, что постыдно, не делай нигде,
            Даже тайком от других. Ведь закон
            Первый для каждого, кто был рожден -
            Будь уважительным прежде к себе!
            {/verse}

            <p>
                Это – очень важное наставление. Прежде всего, человек должен научиться уважать себя, уважать свои собственные внутренние 
                убеждения. Если такое уважение у человека есть, то он никогда не придаст своих убеждений и не пойдёт 
                против своей совести. Такой человек может считать себя зрелым, быть уверенным в себе, а другие люди будут уверены в том, что 
                на этого человека можно положиться.            
            </p>

            <p>
                Возможно это даже один из самых значимых и глубоких афоризмов, с которого следовало начать, но мне захотелось привести его в 
                конце.
                Кстати, с данным афоризмом тесно пересекается другой афоризм Пифагора, которым мы и закончим:
            </p>

            {verse}
            Лучший совет проси у себя,
            Пусть божеством будет совесть твоя.
            {/verse}

        </li>

    </ol>

    <br/>

    <p>
        Я являюсь сторонником того, что вместо популярных нынче книг по успеху и повышению собственной эффективности
        лучше читать фундаментальные труды, классику, размышлять над ними, делать выводы. Ясно, что книга книге рознь и всегда полезно
        прочитать биографию человека, добившего в своей жизни многого и делящегося реальным опытом, но всё же подобные книги лучше чередовать
        с серьёзными, фундаментальными трудами, чтение которых действительно требует работы ума и осмысления. 
    </p>
    <p>
        В рассмотренных выше афоризмах есть и другие смыслы, лежащие ещё глубже, но найти их я оставляю Вам:) Мне лишь хотелось 
        продемонстрировать непоколебимость вечных истин и я искренне надеюсь, что у меня это получилось.
    </p>

    {*
    <h3 class="centered">
    Вопросы семи мудрецов
    </h3>


    {verse}
    Что  в  мире  старше  всех?	-  Бог,  ибо  безначален.
    А  что  всех  больше?	Что  пространством  означаем.

    ((()))

    Что  всех  разумнее?	Разумнее  всех  Время.
    Хранит  прошедшее,  а  будущему  -  семя.
    ((()))

    Что  неотъемлемей  всего?	- Надежды  свет.
    Она есть  там,  где  ничего  уже  и  нет.

    ((()))

    А  что  полезнее  всего?	Ее  зовут
    Все  Добродетелью,  и  в  каждом  веке  чтут.

    ((()))

    А  что  вредней  всего?	Вредней  всего  Порок.
    Одним  присутствием  своим  несет  уж  рок.

    ((()))

    А  что  есть  Праведность?	То  Жертвенность  сама.
    Всего  мудрее  что?	Число.  Закон  числа.

    ((()))

    А  что  по  мудрости  второе  на  века?
    Давать  вещам и всем  явленьям  Имена.

    ((()))

    Что  у  эллинов  ценят  главным  видом  знанья?
    То  помощь  телу  и  душе,  то  врачеванье.

    ((()))

    А  что  прекраснее  всего?	Гармония  мира.  
    Архитектура  мироздания  эфира.

    ((()))

    Какая  плоская  фигура  краше  всех?
    Конечно,  круг. В нем совершенство и успех.

    ((()))

    А  из  фигур  объемных? 	Сфера  или  шар.
    Монада  символ  единицы – главный дар.

    ((()))

    Что  всех  сильнее?	Неизбежность,  ведь  она
    Неколебима,  жизни  вечная  волна.

    ((()))

    А  самой  сильной  что  зовут  среди  людей?
    Сильнее  Мысли  нет  ни  действий,  ни  страстей.

    ((()))

    Что  легче  вынести  из  тяжестей  земных?
    Все, что  естественно  в  условиях  своих.

    ((()))

    Что  не  превысить  справедливостью  нигде?
    Нет  выше  жертвоприношения  везде.

    ((()))

    Что  самым  лучшим  называют?  Это  счастье.
    А  что  трудней  всего?		Познать  себя,  в  причастье.

    ((()))

    Что  самым  легким  называют?	Жить  в  привычках.
    А  что  правдиво?	Люди  злы,  не  только  в  стычках.
    {/verse}


    <h3 class="centered">
    Высказывания Пифагора
    </h3>

    {verse}
    Что  значит  Мудрость?  Это -  знание  прекрасного,
    И  первосущного  божественного  Слова.
    Она  тождественна  себе.  Первооснова
    Ее  в  гармонии   ума,  Глагола  ясного.

    ((()))

    А  философия  -  стремленье  видеть  Мудрость.
    Философ -  тот,  кто  созерцает  суть  вещей,
    И  тем  свершает  то,  что  должно  для  людей.
    В  нем  бескорыстный  нрав,  судьбы  нелегкой  трудность.

    ((()))

    Мир  постигается  умом.  О  мире  знанья
    Мы  получаем  как  от  Бога  подаянье.
    Узнать  о  Боге  и  прислушаться  к  Нему  -
    Вот  цель  ума,  и  я  лишь  этому  учу.

    ((()))

    Из  всех  искусств  -  учитель  Музыка.  Она
    Воспринимается  сердцами  все  века.
    Она  Богов  желанья  может  подсказать,
    А  человеку  важно  то   воспринимать.

    ((()))

    И  врачевание  основано  на  ритмах,
    Пусть  и  неслышимых,  неявственных  молитвах.
    Ведь  образ  жизни  человека  -  это  песня,
    Что  создает  судьбу.  Зовут  иначе  Гестия.

    ((()))

    Лишь  приближаясь  к  гармоничному  звучанью,
    Мы  постигаем  тайны,  скрытые  в  молчанье.  
    {/verse}
    *}


    <h3 class="centered">
        Золотые стихи
    </h3>

    <p>
        Следует особенно отметить один из самых знаменитых фрагментов Пифагора - так называемые "Золотые стихи", которые содержат краткий 
        вариант всей системы философии, лежащей в основе образовательных доктрин италийской школы в Кротоне. Эти стихи открываются советом 
        читателю возлюбить Бога, чтить великих героев и уважать духов природы. Затем человек призывается тщательно размышлять всю его дневную 
        жизнь и предпочитать сокровища ума и души земным накоплениям.
    </p>

    <p>
        Стихи также обещают человеку, что, если он поднимет свою низшую материальную природу и будет культивировать самоконтроль, он будет
        замечен богами и соединится с ними, разделив с ними бессмертие. Платон очень высоко ценил этот манускрипт Пифагора, который сохранился
        после разрушений в Кротоне.
    </p>



    {verse}
    Прежде  всего,  почитай  волю  бессмертных  богов.
    Их  старшинство  соблюдай в свете  Закона  веков.

    Верен  будь  клятве,  внимай,   демонов  остерегайся,
    Мать  и  Отца  уважай,   добрым быть, честным  старайся.

    С  доблестным  дружбу  крепи,   Людям  стремись помогать.
    Мелких  обид  уходи,  незачем  зло  вспоминать.

    Необходимость  где,  там  есть  и  возможность  всегда.
    Внемли ты этим словам, будут успешней  года…

    Все  это  так  и  запомни.  В  пище  умеренным  стань.
    Сон  ограничь  и  дополни  делом,  ворчать  перестань.

    Гнев  обуздай  и  желанья.  Не  совершай  ничего
    Стыдного,  эти  деянья  след оставляют, клеймо.

    Пусть повторяют  в  веках:  главный  судья – это Совесть!
    Тем, кто бессовестен – крах. Правда -  вот  лучшая  доблесть.

    Только  запомни,  кончина  неотвратима  для  смертных.
    Все,  что  в  судьбе, не  кручина -  опыт и знание  верных.

    Смертным по воле богов могут прийти и страданья,
    Может быть беден твой кров, это все лишь  испытанье.

    Ропот  смири  на  судьбу  и  утешенья  ищи
    Там,  где  взойдет  поутру  солнышко  мудрой  тиши.

    Честные  люди,  пойми,    меньше  невзгодам  подвластны.
    Веры  слепой  не  ищи,  многие  речи - напрасны.

    Часто  за  правду  обман  слепо,  увы,  принимают.
    Ты  же  иди  сквозь  туман  к  свету,  где  Истину  знают.

    Не доверяйся тому, кто ненадежен в делах,
    Лучше дай время уму, не торопясь на словах.

    Прежде,  чем  делать,  подумай!  Глупость  выходит  тогда,
    Коли  забавой  неумной  ты  опозоришь  себя.

    Делай  всегда  только  то, что  не  ведет  к  сокрушенью.
    Если  не  знаешь  чего,  остерегись  совершенья.

    Но  изучай  все  вокруг  -  жизнь  твоя  станет  прекрасной.
    Не  оставляй  свой  недуг  без  излеченья,  неясным.

    Меру  во  всем  соблюдай,  и  в  упражнениях    тела.
    Роскоши,  зла  избегай,  зависти,  дерзкого  дела.

    Лишних  расходов  беги,  но  и  не  слишком  скупись.
    Меру  во  всем  обрети.  Думай  пред  делом,  трудись.

    Прежде,  чем  в  сон  погрузиться,  вспомни  о  каждом  поступке,
    Что  совершил.  Не  годится  делать  поблажки,  уступки.

    Все  ты  в  уме  перечти,  прежде,  чем  очи   закрыть.
    Все  обсуди  и  спроси   сам   себя,  чтоб  не  забыть.
    -  Что  я  не  сделал  и  как там  или  тут  поступил?
    Сам  я  себе  ли  не  враг?  Все  ли  исправил,  простил?  

    Так  ты  отыщешь  пути  для  достижения  цели.
    Клятвы  и  тайны  храни, веру в успех на пределе.

    Так поступай и усвой… все, к чему должен стремиться,
    Путь достижения твой… может с божественным слиться.

    Кто  четверицу  открыл,  жизни  источник  наш  вечный,
    Тот  о  тебе  не  забыл!  Ты же  трудись,  друг  сердечный.

    Так за работу берись, чтобы увидеть конец,
    Мудрым богам помолись,  помня единство сердец.

    Все  мирозданье  бессмертных в  смертных  чертах  постигай.
    Что  преходяще  -  в  мгновенных сроках  коротких  узнай.

    И  о  единстве  Природы,  и  о  сокрытом  в веках
    Думай...    Веками  народы  мысли  хранили  в  стихах.

    Станет  понятно:  несчастье  люди  приносят  себе
    Сами...  слепые  до  счастья,  сами...  глухие  во  тьме.

    Путь  совершенства  доступен  каждому,  все  же  не  знают,
    Где  от  страданья  заступник.  Так  и  рассудок  теряют.

    Злая  судьба  их  кидает  с  места  на  место.  Раздор
    Людям  таким  предвещает,  беды, а следом  позор.
    Ты ж  уклонись  от  таких.  Зевс,  твой  великий  Отец,
    Даст пониманье благих качеств Природы, сердец.

    Высшей  Природы  начало  в  каждом  присутствует,  знай.
    В  смертных  бессмертья  причалы,  дверь  к  божеству  отворяй.

    Все  открывает  Природа!  Если  наказы  исполнишь,
    То не коснутся  невзгоды,  истиной  разум  наполнишь.
    Душу от множества бедствий ты охранишь и спасешь
    Тем от забвенья наследство. Знанья  веков  обретешь. 

    К  Истине  путь  -  твой  возничий. Знания  -  лучший  твой  друг!
    Даже  в  эфирном  обличье  выйдешь  за  смертный  сей  круг.

    Станешь нетленным  и вечным, смерти не знающим богом.
    {/verse}




    <h3 class="centered">
        Десять заповедей Пифагора
    </h3>

    <p>
        Следующие стихи написаны автором книги «Пифагорово море» и выступают в роли прекрасной «огранки» 
        афоризмов самого Пифагора, так как в лёгкой форме и с юмором призывают вместе поразмышлять над этими великими мыслями.
    </p>

    {verse}
    Пишу суфийский текст - немало... Преграды Времени убрав,
    Снимаю полог, покрывало... и вижу суть... себя познав...
    Но, Небо-твердь - не шелохнется!
    И камень под ногой застыл...
    Ужель опять... мой Бог смеется,
    Иль наказать меня забыл?
    За то, что я в кругу келейном,
    С пифагорейцами на "ты",
    Как будто во кругу семейном,
    Как будто... с чаем у плиты...

    Суфийский текст всегда с улыбкой - так вероятность мне велит.
    Смысл достигается улиткой... Тот не поймет, кто поспешит...

    Давайте сядем с чашкой чая, да с Пифагором за столом,
    И, разность лет не замечая, поговорим о том, о сем...
    Итак: вот первый мой Учитель - любимый всеми Пифагор!
    Для философии - родитель, но это длинный разговор...

    Не любим мы с улиткой - букой соревноваться, вот беда...
    Мы дорожим пустой минутой... а потеряем-то... года!
    Нам нужно "щас", быстрей и больше!
    А в спешке можно нить прервать.
    Уйти под ил и в вязкой толще сновать по кругу - значит спать...

    Не достает нам всем терпенья... дослушать что-то до конца,
    Додумать смысл стихотворенья, и помолчать хоть полчаса...

    Что знаем мы о Пифагоре - судьбы чудесной человек!
    Сто лет прожил, всегда в мажоре, оставив памятный свой след.
    Он в геометрии был мастер, а в астрономии - гигант...
    Во цветомузыкальной власти в нем пел божественный талант!

    Пифагорейской школы слава живой осталась на Земле,
    И Монохордовы октавы звучат, как прежде в высоте...
    Слагают своды Мирозданья, где сфер небесных слышен хор,
    Напоминают нам о тайне, неразрешенной до сих пор...

    Монады Суть и Откровенье, Истоки Жизни, Смысл Судьбы,
    И ветра Мысли дуновенье, и обретение весны...
    Но Десять Заповедей верных оставил будущим умам
    В стихах простых и откровенных, я повторю их рифмой вам...

    Не увлекайся Лжегорою, дорогой с тысячью следов...
    Иди нехоженой тропою, в очаровании лесов...
    Кто ищет мудрости высокой - во глубине ее найдет...
    В тиши и близкой и далекой... В уединенье Путь зовет...

    Будь верен Слову в разговоре, не доверяй все языку...
    Держи штурвал, когда ты в море, и отдыхай на берегу...

    Поразмышляй над третьей фразой:
    Пусть дует ветер - шум цени.
    Природный ритм - чудесный Разум.
    Взаимодействуй с ним и ты...

    Не говори без размышленья пифагорейских слов и дел...
    Без света тщетно обученье. Всему есть срок и свой предел...
    Не возвращайся, дом покинув, иначе фурии влетят,
    Пока стоишь ты, рот разинув, забыв зачем, тебя пленят...

    А петуха корми прилежно, но не для жертвы, а для дел...
    Луне и Солнцу песню нежно пусть он поет - таков удел...
    Теперь иной совет послушай: Не торопись тому помочь,
    Кто, скинув тяжести, баклуши задумал бить или толочь...

    Но помоги поднять тяжелый, полезный груз тому, кто смел...
    И не бросает напряженный духовный труд... как Бог велел...
    Еще немного, три совета... Пусть ум воспримет не спеша...
    Ведь от избыточного света теряет меру и душа...

    Не позволяй селиться в доме залетным ласточкам, мой друг.
    И, если спишь не на соломе, сгладь отпечатки тела, рук...
    А руку правую охотно ты никому не доверяй...
    И, тех, кто дышит беззаботно - не торопи и проверяй...

    Итак, от Кротона, где Школа пифагорейская цвела,
    Да с продолжением Платона, та мудрость к нам теперь дошла...
    И улыбающийся профиль Пифагорейский, с бородой,
    Оценит будущие вздохи, что совершим и мы с тобой...

    За чашкой чая веселее "с улиткой мысли" повторить,
    Что Путь лишь кажется длиннее,
    Когда мы учимся ходить.
    {/verse}


    <h2>
        Интерпретация символических изречений Пифагора
    </h2>

    <p>
        Ямвлих собрал тридцать девять символических изречений Пифагора и дал им интерпретацию. Они были переведены с греческого Томасом 
        Тейлором. Афористические утверждения были одним из любимых методов Пифагора и широко использовались в пифагорейском университете в
        Кротоне. Ниже приведены десять афоризмов с краткими объяснениями их скрытого значения.
    </p>

    <ol>
        <li>
            {h5}Отклоняйся от дорог исхоженных, используй нехоженые пути{/h5}
            <p>Это надо понимать так, что тот, кто ищет мудрости, должен искать ее в уединении.</p>
        </li>

        <li>
            {h5}Будь хозяином своему языку прежде всех других вещей, следуя при этом богам{/h5}
            <p>
                Этот афоризм предупреждает человека, что его слова вместо того, чтобы давать о нем подлинное представление, могут вводить
                других в заблуждение, и, когда есть какое-либо сомнение, что должно сказать, всегда лучше промолчать.
            </p>
        </li>

        <li>
            {h5}Дует ветер, поклоняйся шуму{/h5}
            <p>
                Пифагор напоминает здесь своим ученикам о том, что Бог указует слушать голос элементов и что все вещи в Природе проявляются 
                через гармонию, ритм, порядок или действо, приписываемые Богу.
            </p>
        </li>

        <li>
            {h5}Помогай человеку в поднятии тяжести, но не помогай в сложении ее{/h5}
            <p>
                Следует учиться помогать старательным, но не помогать никогда тем, кто стремится избежать ответственности, грех помогать
                ленивым.
            </p>
        </li>

        <li>
            {h5}Не говори о делах пифагорейского учения без света{/h5}
            <p>
                Здесь мир предупреждается о том, что не следует толковать Божьи тайны и секреты науки без духовного и интеллектуального
                просветления.
            </p>
        </li>

        <li>
            {h5}Выйдя из своего дома, не возвращайся, иначе в нем будут обитать фурии{/h5}
            <p>
                Пифагор здесь предупреждает тех, кто, начав поиски истины и изучив некоторые таинства, попытается вернуться на свой
                путь порока и невежества, о страданиях. Лучше ничего не знать о Божественном, нежели изучить малость и остановиться на полдороге.
            </p>
        </li>

        <li>
            {h5}Корми петуха, но не приноси его в жертву, поскольку посвящен он солнцу и луне{/h5}
            <p>
                Два великих урока скрыты в этом афоризме. Первый заключается в том, что не следует приносить в жертву богам живых существ,
                потому что жизнь священна, и не следует Разрушать ее, даже предлагая Богу. Второй заключается в предупреждении человеку, что
                человеческое тело, символизируемое здесь петухом, посвящено солнцу (Богу) и луне (Природе) и должно сохраняться как наиболее
                драгоценное средство человеческого воплощения. Пифагор предостерегал своих учеников также от самоубийства.
            </p>
        </li>

        <li>
            {h5}Не позволяй ласточкам селиться в своем доме{/h5}
            <p>
                Это предупреждение искателю истины, чтобы он не позволял проникать в свой ум блуждающим мыслям или же входить в свою жизнь 
                людям, не способным к духовному изменению. Он должен окружать себя рационально мыслящими людьми и сознательными работниками.
            </p>
        </li>

        <li>
            {h5}Не протягивай охотно свою правую руку никому{/h5}
            <p>
                Это предупреждение ученику: следует иметь свой собственный ум и не делиться мудростью и знанием (правая рука) с Теми, кто не 
                способен это оценить. Рука здесь представляет Истину, которая поднимает тех, кто упал по причине невежества; но поскольку 
                многие из таких падших вовсе не нуждаются в мудрости, они скорее отрубят руку, протянутую им. Только время может помочь в 
                искуплении невежества людей.
            </p>
        </li>

        <li>
            {h5}Поднявшись с постели, сгладь отпечатки тела{/h5}
            <p>
                Пифагор считал, что ученики, проснувшиеся от спячки невежества и пришедшие в бодрствующее состояние разума, должны устранить
                все воспоминания о своей бывшей духовной темноте. Мудрый человек не оставляет позади себя форму, которую менее разумные могут
                принять за форму для изготовления идола.
            </p>
        </li>

    </ol>

    <p>
        Призываю Вас также самостоятельно поразмышлять над смыслом этих высказываний. Уверен, что каждый из них Вы сможете интерпретировать по 
        своему и увидите в каждом афоризме что-то, близкое именно Вам.
    </p>

    <h2>
        Мистическое в учении Пифагора
    </h2>

    <p>
        Пифагор проповедовал тайное учение, источником которого являлись греческие мистические учения его времени. Пифагорейский союз был, 
        прежде всего, одной из форм мистерий этого времени, и главным в его содержании было учение о переселении душ, заимствованное из 
        орфизма. Как и у орфиков, целью пифагорейцев было освобождение путем очищений от круга рождений и возвращение в божественное состояние, 
        однако отличие пифагорейцев состояло в том, что они понимали этот путь не как очищение души от влияния тела, а как очищение души наукой 
        и музыкой и очищение тела упражнениями и врачебным искусством.
    </p>

    <p>
        Переселение душ состояло в том, что душа совершала «падение, конденсацию» из высшего мира и потом вновь возвращалась в него. Но прежде 
        чем вернуться в высший мир, душа переживала несколько человеческих жизней, причем различие делалось не только между праведной и 
        неправедной жизнью, но и между разными рангами человеческих воплощений. С учением о переселении душ была связана идея иерархии душ, 
        прошедших разные стадии очистительного процесса, и представление о воздаянии после смерти.
    </p>

    <p>
        Пифагореизм, как принято считать, значительно отличался от современных ему религиозных культов. Например, английский историк философии 
        В. Гатри видит эти отличия в способах достижения цели, говоря: «Элевсинские мистерии учили, что бессмертия можно достигнуть простым 
        откровением божества, оpфики добавили к этому необходимость выполнения целого ряда религиозных запретов; для Пифагора путь к
        бессмертию состоял в совершенствовании философии жизни, которую он понимал как использование могущества разума для достижения высшей 
        стадии совершенства – уподобления божеству».
    </p>

    <h2>
        Космос пифагорейцев
    </h2>

    <p>
        Где начало, где конец чёрной бездны небес? Сколько звёзд рассыпано в небе? Кто человек в этом безбрежном океане? Эти и другие вопросы, 
        идущие от звёздного неба, приводили в трепет и восторг пифагорейцев. Своей неизмеримой громадностью, бесконечным многообразием и 
        красотой сверкающих в небесах звёзд, повергали дух в немое удивление, будоражило разум пифагорейцев; для них астрономия была значимой, 
        как мировоззрение, и одновременно являлась поэтической и музыкальной наукой.
    </p>

    <p>
        Астрономия, как никакая другая наука, давала обильную пищу богатому воображению пифагорейцев, которые мало заботились об обуздании 
        своих фантазий логичными и эмпирическими доказательствами. Если вавилонская астрономия кропотливо накапливала и обобщала эмпирический 
        материал, который доставляло им звёздное небо, и в результате смогла прийти к выдающимся научным открытиям, (например, открытие 
        сароса - от египетского "повторение" - затмения Солнца и Луны, повторяющееся в строгой последовательности), то пифагорейская астрономия 
        была чисто умозрительной; она парила на крыльях поэтических фантазий, не отягощённая грузом научных сомнений.
    </p>

    <p>
        В своих астрономических гипотезах пифагорейцы исходили из одной глобальной идеи: они верили в гармоническое устройство Мироздания, в 
        его стройную организованность, рациональную упорядоченность, симметрию и красоту. Поэтому пифагорейцы Вселенную назвали словом Космос 
        (буквально – строй, порядок). Из соображения красоты и симметрии, пифагорейцы утверждали, что траекториями планет являются окружности, 
        а форма планет – шарообразна. Сегодня нам известно, что пифагорейцы были не далеки от истины: планеты действительно движутся почти по 
        окружностям, а их форма почти шарообразна. Всё это является важнейшими астрономическими догадками Пифагора. Пифагором впервые была высказана 
        блестящая догадка о том, что две самые яркие, самые красивые звезды на небосклоне сразу после захода Солнца и незадолго до восхода 
        (Вечерняя и Утренняя звёзды) – суть одно и то же, - планета Венера. Пифагору принадлежит и первая космологическая модель устройства 
        Вселенной, в которой каждой планете выделялась своя круговая траектория.
    </p>

    <p>
        <b>Учение о музыке сфер</b> – самый поэтический и самый сказочный мотив пифагорейской астрономии. Согласно Пифагору, Солнце, Луна и планеты 
        располагаются на небесных сферах и совершают вместе с ним круговое вращение. Как и все движущиеся тела, вследствие трения об эфир, 
        они издают звуки, которые соединяются в музыкальное гармоническое созвучие. Чудесная "мировая музыка" или "гармония сфер",&nbsp;- не только 
        украшает жизнь во Вселенной, но и является божественным началом единения планет в единой семье, без этой "мировой музыки" мир распался
        бы на части. Земная же музыка – это первое из искусств, дарующих людям радость, и является, по мнению пифагорейцев, лишь отражением
        "мировой музыки", царящей среди небесных сфер. По этой причине земная музыка, как отголосок мировой гармонии, находит живейший отклик
        в душе человека, ибо сам человек является частичкой Мироздания и поэтому в нём изначально звучат мировые гармонии. Вот почему музыка
        считается греками главнейшей в семье искусств.
    </p>

    <p>
        По учению Пифагора, внутреннее устройство космоса напоминает своеобразную сказочную музыкальную шкатулку, в которой
        каждая из движущихся сфер издаёт своё звучание. "Когда несутся Солнце, Луна и столь ещё великое множество таких огромных светил со
        столь быстротою, невозможно, чтобы не возникал некоторый необыкновенный по силе звук, - утверждал пифагореец Филолай. Таким образом,
        колеблющийся движением сфер эфир издаёт чудесную музыку. Однако человеческое ухо не слышит эту, ни с чем не сравнимую, музыку сфер.
        Как рождённый на берегу моря человек перестаёт, в конце концов, различать беспрестанный рокот волн, так и слух человека привыкает и
        не замечает гармонического звучания небесных сфер. И лишь душа человека охотно откликается на это звучание..."
    </p>

    <p>
        Самым удивительным можно считать то обстоятельство, что пифагорова музыка сфер вновь зазвучала в современной области естествознания – в
        атомной физике, из макрокосмоса мировая музыка чудесным образом перенеслась в микрокосмос. Согласно теории Нильса Бора (в 1913 году),
        движение электрона вокруг атомного ядра возможно только по избранным "разрешённым" орбитам, двигаясь по которым электрон, вопреки
        законам классический электродинамики, не излучает энергию, но может скачком переходить с одной орбиты на другую, испуская или поглощая
        порцию "квант" электромагнитной энергии. При переходе со второго, третьего и т.д. энергетических уровней, получается так называемая
        спектральная серия Лаймана, равнозначная кварте, тону и полутону чистого музыкального строя. Таким образом, как отмечал Эйнштейн, было
        открыто некоторое подобие между колебанием струны и атомом, испускающим излучения. По этому поводу {nobr}А. Зоммерфельд{/nobr}{*todo*} писал (1925 год), что
        управляемые целыми квантовыми числами спектральные серии фактически по смыслу являются обобщением древнего трезвучия лиры. Пифагорейцы
        ещё 2500 лет назад выводили гармонию явлений в природе, а наши кванты действительно напоминают о той роли, которую, по-видимому, играли
        целые числа у пифагорейцев, как суть физических явлений.
    </p>

    <p>
        Таким образом, по прошествии двух с лишним тысяч лет после Пифагора музыка сфер вновь зазвучала в астрономических открытиях Кеплера,
        а через триста лет после Кеплера та же гармония целочисленных отношений была обнаружена в микрокосмосе атома. За промежуток времени,
        практически равной всей истории европейской цивилизации, наука совершила два гигантских витка по спирали, в каждом из которых старый
        пифагорейский мотив о всеобщей гармонии зазвучал в хоре самых современных научных знаний. Но самое удивительное заключается в том,
        что "музыкальное строение" микрокосмоса, открытое механикой в двадцатом веке, было угадано пифагорейцами 2500 лет назад. Считая
        основой всего Мироздания гармонические целочисленные отношения сфер, они не замедлили умозрительно распространить их и на строение
        микрокосмоса.
    </p>

    <p>
        В диалоге Платона "Тимее" была блестяще развита геометризация четырёх материальных стихий, что впоследствии послужило поводом для
        обвинения Платона в плагиате книг Пифагора. Таким образом, о пифагорейском микрокосмосе явственно представлено развитие идей
        Пифагора и за это мы должны быть благодарны Платону. Первоосновой материального мира они считали четыре элемента (четыре стихии):
        огонь, воздух, вода, земля. Пятой стихией (пятой сущностью) впоследствии, у алхимиков средневековья, считался
        тончайший элемент – мировой эфир. Эти первоосновы мирозданья Пифагор охватил геометрией: каждый атом стихии мыслился в виде
        правильного многогранника.
    </p>

    <p>
        Пифагорейско-платоновское стремление видеть элементы Мирозданья в виде правильных симметрических тел выглядит совершенно современным.
        Принцип симметрии является одним из всеобщих принципов всего современного естествознания. Современная наука всё глубже
        проникает в тайну того, что за внешним проявлением симметрии - от симметрии кристаллов и снежинок до симметрии молекул ДНК. За всей
        этой симметрией фундаментальных законов стоит закон управления всеми процессами физического мира. Остаётся только удивляться
        прозорливости древних, предугадавших значение симметрии в формировании всех законов природы.
    </p>



    <h2>
        Кладезь мудрости Пифагора
    </h2>

    <p>Слава о пифагорейском братстве перешагнула далеко за пределы Греции. Из пифагорейской школы вышло много выдающихся политических и государственных деятелей, историков, математиков и астрономов. Ученики Пифагора разъехались по многим городам Италии и Сицилии. Атмосфера высокой нравственности и самосовершенствования пифагорейского союза, его благотворное дыхание ощущалось повсюду.</p>
    <p>Побывавшие в кругу пифагорейского братства раздавали свои накопленные богатства гражданам, поскольку не знатность и богатство, а ясный ум и чистая совесть ценились в пифагорейском братстве превыше всего. Ямвлих в жизнеописании Пифагора называл имена 235 членов пифагорейского союза. Говорится, что однажды у Пифагора спросили, - сколько у него учеников? На что он ответил: "Половина моих учеников изучает прекрасную математику, четверть - исследует тайны вечной природы, седьмая часть упражняет силу духа, храня в сердце учение. Добавь к ним трёх юношей, из которых Теон превосходит прочих своими способностями. Сколько учеников веду я к рождению вечной истины?»</p>
    <p>В пифагорейское братство принимались не только мужчины, но и женщины. Ямвлих называет 17 женщин пифагореянок. Среди них дочь Пифагора и жена Милона Мия; знаменитая Феано, которую некоторые биографы называют женой Пифагора, "женщиной мудрой и выдающейся душевными дарованиями". Говорилось, что как-то к Феано пришли жёны кротонцев с просьбой убедить Пифагора побеседовать с их мужьями о благосклонном отношении к своим жёнам. На это Феано заметила, что "добродетель супруги состоит не в том, чтобы сберечь своего мужа, но чтобы нравиться ему и угождать его желаниям, а сие исполнит она тогда, когда глупости его с терпением переносить будет".</p>
    <p>
        Пифагорейский Союз состоял главным образом из представителей аристократии, в чьих руках было сосредоточено управление городом Кротоном,
        а это оказывало большое влияние на политику. Между тем в Афинах и в большинстве греческих колоний вводилось демократическое управление,
        привлекавшее все большее число сторонников. Демократические течения стали преобладающими и в Кротоне. Пифагор со своими сторонниками
        вынужден был бежать оттуда, но это уже не спасло его. Будучи в городе Метапонте, он, восьмидесятилетний старец, погиб в стычке со
        своими противниками. Не помог ему и богатый опыт ведения кулачного боя и звание первого олимпийского чемпиона по этому виду спорта,
        завоеванное Пифагором в молодости.
    </p>
    <p>
        Рассеявшиеся группы учеников Пифагора сберегли его учение.
        Даже ограниченное узкими кружками, оно воспитало плеяду талантливых философов
        и ученых. Идеи Пифагора о Едином, о гармонии, вечных основах мироздания, о
        бессмертии духа оказали плодотворное воздействие на развитие античной
        философии и науки. Через Эсхила, Платона и Эвклида пифагорейство передало
        свою эстафету будущим поколениям.
        Несомненно, школа Пифагора сыграла большую роль в усовершенствовании научных
        методов разрешения математических проблем: в математику твёрдо вошло
        положение о необходимости строгих доказательств, что и придало ей значение особой науки.        
    </p>
    <p>
        Не менее, чем через сто лет после смерти Пифагора, произошло невиданное событие, - в Абдерах были выпущены монеты с изображением
        Пифагора. Это не только первый в истории чеканный портрет Пифагора, но первая чеканная подпись изображения. И это было посвящено
        не царю, не полководцу, а мудрецу.
    </p>
    <p>
        Открытие Пифагором закона целочисленных музыкальных отношений, является (по мнению Зоммерфельда) первым законом математической физики
        и эвристического (от Архимедовой "Эврика"&nbsp;– находить) свойства математики. Это математическое свойство позволяет осуществлять
        физические открытия. Идея Пифагора о всеобщей гармонии и красоте природы, которые лежат в основе мирозданья, является
        путеводной звездой современного естествознания, вплоть до цифрового телевидения, Интернет и освоения космоса человечеством, - всё это
        проявленные практические результаты вечного кладезя мудрости, который открыл человечеству великий Пифагор.
    </p>
    <p>Следует в заключении особенно подчеркнуть, что наибольшую популярность Пифагору принесли не занятия науками, а внимание к общечеловеческим ценностям, которые он культивировал в своей школе. Он был трибуном, живущим радостями и печалями общества, он был носителем высоких нравственных идеалов. Его союз был союзом истины, добра, красоты и гармонии. День нынешний, когда угроза ядерного и экологического самоуничтожения человечества стала зримой, роль учёного-борца становится неизмеримо выше в указании пути самоочищения общества и образ Пифагора сегодня актуален, как никогда прежде.</p>



    <h2>
        Фотогаллерея
    </h2>
    {gallery name='pifagor'}


    <h2>
        Афоризмы Пифагора
    </h2>

    <p>
        Ну и, напоследок, ещё несколько афоризмов Пифагора для самостоятельного осмысления.
        Думаю человечество ещё долго будет черпать из них знания, моральные ценности и находить в них скрытый смысл.
    </p>

    {ol}
    Уходя, не оглядывайся.
    Дружба есть равенство.
    Начало - половина целого.
    Берегите слезы ваших детей, дабы они могли проливать их на вашей могиле.
    Великая наука жить счастливо состоит в том, чтобы жить только в настоящем.
    Если можешь быть орлом, не стремись стать первым среди галок.
    Жизнь подобна игрищам: иные приходят на них состязаться, иные торговать, а самые счастливые - смотреть.
    Из двух человек одинаковой силы сильнее тот, кто прав.
    Избери лучшее, а привычка сделает его приятным и легким.
    На поле жизни, подобно сеятелю, ходи ровным и постоянным шагом. 
    Не будь членом учёного общества: самые мудрые, составляя общество, делаются простолюдинами. 
    Почитай священными числа, вес и меру, как чад изящного равенства. 
    Измеряй свои желания, взвешивай свои мысли, исчисляй свои слова. 
    Ничему не удивляйся: удивление произвело богов. 
    Если спросят: что есть древнее богов? - ответствуй: страх и надежда. 
    Тогда токмо можешь ты назваться свободным, когда будешь носить одно иго необходимости.
    Не гоняйся за счастьем: оно всегда находится в тебе самом.
    Что бы о тебе ни думали, делай то, что ты считаешь справедливым.
    Живи с людьми так, чтобы твои друзья не стали недругами, а недруги стали друзьями.
    Человек, оказавшийся в плену своих страстей, свободным быть не может.
    Никто не должен преступать меру ни в пище, ни в питии.
    Все исследуй, давай разуму первое место.
    Будь другом истины до мученичества, но не будь ее защитником до нетерпимости.
    Во время гнева не должно ни говорить, ни действовать.
    Две вещи делают человека богоподобным: жизнь для блага общества и правдивость.
    Привычка и с рабством примиряет.
    Статую красит вид, а человека - его деяния.
    Полезнее наобум бросить камень, чем пустое слово.
    Избери себе друга. Ты не можешь быть счастлив один: счастье есть дело двоих.
    Те, кто убивает животных для того, чтобы есть их плоть, могут не задумываясь уничтожить себе подобных.
    Благоразумная супруга! Если желаешь, чтобы муж твой свободное время проводил подле тебя, то постарайся, чтоб он ни в каком ином месте не находил столько приятности, удовольствия, скромности и нежности.
    Как старое вино непригодно к тому, чтобы его много пить, так и грубое обращение непригодно для собеседования.
    Кубок жизни был бы сладок до приторности, если бы не падали в него горькие слезы.
    И начнутся страдания, и муки вернутся, ибо в тело вновь заключена душа и не свободна отныне.
    Садись за жизненный пир, но не облокачивайся на него.
    Одинаково опасно и безумному вручать меч и бесчестному власть.
    Законодательство должно быть голосом разума, а судья - голосом закона.
    Не считай себя великим человеком по величине твоей тени при заходе солнца.
    Одному только разуму, как мудрому попечителю, должно вверять всю жизнь.
    Спроси у пьяницы, как бы он мог перестать пьянствовать. Я отвечу за него: пусть почаще вспоминает о делах, какие он делает в пьяном виде.
    {*
    Не закрывай глаз, когда хочешь спать, не разобравши всех своих поступков за прошедший день.
    Как ни коротки слова "да" и "нет", все же они требуют самого серьезного размышления.
    *}
    {/ol}

    <h2>Заключение</h2>
    <p>
        Признаю, что пост получился большим, но разбивать на две части его не стану (не судите строго), так как мне бы очень хотелось
        выдержать формат – один человек, один пост. Чтобы не было никому обидно:)
    </p>

    <p>
        Объективности ради, в заключении я должен сказать следующее…
    </p>


    <p>
        Для нас Пифагор – математик. В древности было иначе. Геродот называет его
        "выдающимся софистом", то есть учителем мудрости. Для своих современников Пифагор, прежде всего, был религиозным пророком,
        воплощением высшей божественной мудрости. Вокруг личности Пифагора создалось столько легенд, что трудно судить, что в них хоть
        отчасти соответствует действительности и что является вымыслом. О нем рассказывали самые необычайные вещи: будто он появлялся
        одновременно в разных местах, что у него было золотое бедро, что он умел проникать в загробные области и беседовать с духами.
        Говорили, что однажды, когда Пифагор переходил реку, из воды раздался голос, приветствовавший его.
    </p>

    <p>
        В некоторых текстах Пифагор предстает как полубог. Есть свидетельства, будто Пифагор считал, что существует три типа существ – боги,
        простые смертные и ... "похожие на Пифагора". Так кем же был Пифагор на самом деле: математиком, философом, пророком, святым или
        (боюсь сказать) шарлатаном?
        В процессе сбора информации для написания поста, я встретил самые разнообразные мнения на сей счёт. Оставлю исследование 
        данного вопроса и вынесения суждений – Вам.
    </p>

    <p>
        Сам же скажу следующее – кем бы ни был Пифагор, его наследие служило, служит и будет служить пищей для размышления ещё многим и многим
        поколениям. Сложно переоценить вклад пифагорейского наследия в развитие науки, этики, естествознания. Уже за одно это Пифагор достоин
        включения в список величайших людей, когда либо живших на земле.
    </p>

{/if}
