{part}EDITOR{/part}
<div class="magTopic">
    <p>С огромным удовольствием рад представить Вашему вниманию первый номер нашего с Вами журнала для школьников, абитуриентов, студентов и не только;)</p>
    <p>Рад приветствовать всех читателей моего бесплатного журнала ШАнС! Несказанно рад тому, что наконец-то он вышел и я крайне надеюсь, что мои старания небыли напрасными и он Вам понравится.</p>
    <p>Буду рад любым пожеланиям и предложениям, если они у Вас появятся. Обязательно учту в будущих выпусках все полезные мысли и советы, так что выссказывайтесь, не стесняйтесь;)</p>
    <p>Итак, в первом номере я более подробно расскажу Вам, как родилась идея всего этого проекта, для кого он затеваля и какова его основная цель.</p>
    <p>Далее я с удовольствием представлю Вашему вниманию.</p>
</div>

<div class="anons_carrier">
    <h2>В этом номере:</h2>
    {ANONS}
</div>

<!--ЧАСТЬ 1, От идеи до релиза-->
{part}Спорт в жизни студента{/part}
{todo}Написать{/todo}
{*h2}Что и где находится, <br /> как называется (не научно){/h2*}
{*psplugin name='trainprogramm'}.{/psplugin*}


<!--ЧАСТЬ 2, Разбор полётов: интергал-->
{part}Разбор полётов: интергал{/part}
{showcase type='tr' mag_mode=true post_ident='trigonometry_krug'}

<!--ЧАСТЬ 3, Спорт в жизни студента-->
{part}Спорт в жизни студента{/part}
{showcase type='bp' mag_mode=true post_ident='BP_FM1_feynman'}

<!--ЧАСТЬ 4, Ричард фейнман о природе огня-->
{part}Ричард Фейнман о природе огня{/part}
<p>Представляю Вашему вниманию диалог с Ричардом Фейнманом, в котором он рассказывает о природе огня. Поскольку я питаю глубочайшее уважение к этому человеку и именно это видео послужило толчком к созданию проекта, оно просто не могло не войти в первый номер нашего интерактивного журнала. Смотрим;)</p>
{video dir='trainings' name='prepare(H.264)'}
<p>Мне особенно нравится фраза "Вот видите, как много можно получить, если просто начать рассуждать":) Этот человек, безусловно, гений, т.к. это большой дар говорить просто о сложном.</p>
<p>Если Вам интересно, кто ракой Ричард Фейнман, можете почитать о нём <a href="#">в моей заметке на блоге</a>.</p>


{part desc='Марина Ивановна Цветаева'}VERSE{/part}
<p>
    Сегодня предлагаю вашему вниманию стихи Марины Цветаевой. Многие, думаю, ещё со школьной 
    парты помнят на память следующее стихотворение.
</p>

{versein poet='cvetaeva' verse='mnenravitsya'}

<p>
    Следующее стихотворение - одно из моих самых любимых у Цветаевой:
</p>

{versein poet='cvetaeva' verse='noch'}

<p>
    Неправдали, просто чудо? Ну и на последок предлагаю вашему вниманию ещё одно стихотворение, очень
    легкое и свободное.
</p>

{versein poet='cvetaeva' verse='legkomyslie'}

<p>
    Не правда ли - удивительно красивые стихи?.. Хочется их читать и перечитывать. У Цветаевой ещё очень много гениальных стихов и
    когда-нибудь, думаю, мы ещё вернёмся к её творчеству.
</p>

<p>
    Далее Вашему вниманию я, как и всегда, предлагаю порцию юмора из учебной и учёной среды.
</p>

<!--Юмор-->
{part}HUMOR{/part}

{joke}
{h1}К математической теории охоты{/h1}
<p>
    Простоты ради мы ограничимся рассмотрением только охоты на львов, живущих в 
    пустыне Сахара. Перечисленные ниже методы с лёгкостью можно модифицировать и применять к 
    другим плотоядным, обитающим в разных частях света.
</p>

{h2}Математические методы{/h2}

<ol>
    <li><b>Метод инверсивной геометрии.</b>
        Помещаем в заданную точку пустыни клетку, входим в неё и запираем изнутри. 
        Производим инверсию пространства по отношению к клетке. Теперь лев внутри клетки, а мы — снаружи.
    </li>
    <li><b>Метод проективной геометрии.</b>
        Без ограничения общности мы можем рассматривать пустыню Сахара как плоскость.
        Проектируем плоскость на линию, а линию — в точку, находящуюся внутри клетки.
        Лев проектируется в ту же точку.
    </li>
    <li><b>Метод Больцано — Вейерштрасса.</b>
        Рассекаем пустыню линией, проходящей с севера на юг. Лев находится либо в восточной части 
        пустыни, либо в западной. Предположим для определённости, что он находится в западной части.
        Рассекаем её линией, идущей с запада на восток. Лев находится либо в северной части, либо в 
        южной. Предположим для определённости, что он находится в южной части, рассекаем её линией, 
        идущей с севера на юг. Продолжаем этот процесс до бесконечности, воздвигая после каждого шага крепкую 
        решётку вдоль разграничительной линии. Площадь последовательно получаемых областей стремится к нулю, 
        так что лев в конце концов оказывается окружённым решёткой произвольно малого периметра.
    </li>
    <li><b>Комбинированный метод.</b>
        Заметим, что пустыня представляет собой сепарабельное пространство. Оно содержит всюду плотное 
        множество точек, из которого мы выбираем последовательность точек, имеющих пределом местоположение 
        льва. Затем по этим точкам, захватив с собой необходимое снаряжение, крадучись, подбираемся к льву.
    </li>
    <li><b>Топологический метод.</b>
        Заметим, что связность тела льва во всяком случае не меньше, чем связность тора. Переводим 
        пустыню в четырехмерное пространство. В этом пространстве можно непрерывным образом выполнить такую деформацию, 
        что по возвращении в трехмерное пространство лев окажется завязанным в узел. В таком состоянии он беспомощен.
    </li>
    <li><b>Метод Коши, или функционально теоретический.</b>
        Рассмотрим льва как аналитическую функцию координат f(x) и запишем интеграл
        \[\frac{1}{1\pi i}\int_{C}\frac{f(x)}{x-\gamma}dx,\]
        где C  — контур, ограничивающий пустыню, а &gamma; — точка, в которой находится клетка. После вычисления интеграла получается 
        f(&gamma;), то есть лев в клетке.
    </li>
</ol>

{h2}Методы теоретической физики{/h2}

<ol>
    <li><b>Метод Дирака.</b>
        Отмечаем, что дикие львы в пустыне Сахара являются величинами ненаблюдаемыми. Следовательно, все наблюдаемые львы в пустыне Сахара — 
        ручные. Поимку ручного льва предоставляем читателю в качестве самостоятельного упражнения.
    </li>
    <li><b>Метод Шрёдингера.</b>
        В любом случае существует положительная, отличная от нуля вероятность, что лев сам окажется в клетке. Сидите и ждите.
    </li>
    <li><b>Метод ядерной физики.</b>
        Поместите ручного льва в клетку и примените к нему и дикому льву обменный оператор Майорана. Или предположим, что мы хотели поймать льва, 
        а поймали львицу. Поместим тогда последнюю в клетку и применим к ней обменный оператор Гейзенберга, который обменивает спины.
    </li>
</ol>

{h2}Методы экспериментальной физики{/h2}

<ol>
    <li><b>Термодинамический метод.</b>
        Через пустыню натянем полупроницаемую мембрану, которая пропускает через себя всё, кроме льва.
    </li>
    <li><b>Метод активации.</b>
        Облучим пустыню медленными нейтронами. Внутри льва будет наведена радиоактивность, и он начнёт распадаться. Если подождать достаточно долго, 
        лев не сможет оказать никакого сопротивления.
    </li>
</ol>
{/joke}


{joke}
<p>
    Дирак любил выражаться точно и требовал точности от других. Однажды на семинаре в конце 
    длинного вывода докладчик обнаружил, что знак в окончательном выражении у него не тот. 
    «Я в каком то месте перепутал знак», — сказал он, всматриваясь в написанное. 
    «Вы хотите сказать — в нечётном числе мест», — поправил с места Дирак.
</p>
<p>
    В другой раз Дирак сам был докладчиком. Окончив сообщение, он обратился к аудитории: 
    «Вопросы есть?». — «Я не понимаю, как вы получили это выражение», — спросил один из 
    присутствующих. «Это утверждение, а не вопрос, — ответил Дирак. — Вопросы есть?»
</p>
{/joke}


{joke}
<p>
    {nl2br}
    Однажды вечером Резерфорд зашёл в лабораторию. Хотя время было позднее, в лаборатории склонился над приборами один из его многочисленных учеников.
    — Что вы делаете так поздно? — спросил Резерфорд.
    — Работаю, — последовал ответ.
    — А что вы делаете днём?
    — Работаю, разумеется, — отвечал ученик.
    — И рано утром тоже работаете?
    — Да, профессор, и утром работаю, — подтвердил ученик, рассчитывая на похвалу из уст знаменитого учёного.
    Резерфорд помрачнел и раздражённо спросил:
    — Послушайте, а когда же вы думаете?
    {/nl2br}
</p>
{/joke}


{joke}
<p>
    Все основные открытия Ньютона (а их немало) были сделаны в течение 18 месяцев, во время вынужденных 
    «чумных каникул», когда Лондонский университет, где учился молодой Ньютон, был закрыт из за эпидемии, 
    а сам он переехал на время в деревню. Однако публикация этих работ до их окончательной проверки и уточнения 
    задержалась на 20…40 лет (пример, которому вряд ли следует хоть один из современных учёных).
</p>
{/joke}


{joke}
<p>
    Бор никогда не критиковал резко докладчиков, вежливость его формулировок была всем известна. 
    Один из физиков после выступления на семинаре был ужасно расстроен. Приятель спросил его о причине. 
    «Беда, — ответил тот, — профессор Бор сказал, что „это очень интересно“». 
</p>
<p>
    Любимым предисловием Бора ко всякому замечанию было «I don't mean to critisize», т. е. «я не собираюсь критиковать…» 
    Даже прочтя никуда не годную работу, он восклицал: «Я не собираюсь критиковать, я просто не могу понять, как 
    может человек написать такую чепуху!»
</p>
{/joke}


{joke}
<p>
    Американский физик Роберт Милликен (1868—1953) был известен своей словоохотливостью. Подшучивая над ним, его сотрудники 
    предложили ввести новую единицу — «кен» для измерения разговорчивости. Её тысячная часть, то есть <i>милликен</i>, должна была превышать 
    разговорчивость среднего человека.
</p>
{/joke}


{joke}
{text}
— Послушайте, — взрывается преподаватель, — я вам уже третий раз ставлю тройку. Почему вы не учитесь? В конце концов, от учения еще никто не умирал!
— Я знаю, — говорит студент, — но лучше не рисковать.
{/text}
{/joke}


{joke}
{text}
Преподаватель:
— Ваша фамилия?
Студент:
— Иванов (улыбается).
— Чему вы улыбаетесь? - спрашивает профессор.
— Доволен, что хорошо ответил на первый вопрос. 
{/text}
{/joke}


{joke}
{text}
Встречаются два студента с общаги.
— Вот давеча купил книгу кулинарных рецептов. Только ничего приготовить не могу. Ни одного толкового рецепта.
— Почему?
— Понимаешь, каждый рецепт начинается словами: "ВОЗЬМИТЕ ЧИСТУЮ КАСТРЮЛЮ..." 
{/text}
{/joke}


{joke}
{text}
— Скажите, Ваш сын нашел себе подходящую комнату, чтобы начать учиться в университете?
— Он считает, что да. Его жилье - в двух минутах ходьбы от пивной, в трех минутах от его подружки и в часе езды от университета.
{/text}
{/joke}


{joke}
{text}
— Прежде чем мы начнем экзамены, есть ли у кого-нибудь вопросы?
— Да, — раздается голос с самого заднего ряда. — А какой мы сегодня сдаем предмет? 
{/text}
{/joke}


{part}TASKS_A{/part}
<p>Теперь, как и раньше, мы разберём задачки, предложенные мною в прошлый раз и оставленные без ответа.</p>
{chis_rebus_task text='лиса+волк=звери'}

{task}
<p>
    В XIX веке один учитель задал своим ученикам вычислить сумму всех целых чисел от единицы до ста.
    Компьютеров и калькуляторов тогда еще не было, и ученики принялись добросовестно складывать числа.
    И только один ученик нашел правильный ответ всего за несколько секунд. Им оказался Карл Фридрих Гаусс &mdash; 
    будущий великий математик. Как он это сделал? 
</p>
{ans}
<p>
    Он выделил 49 пар чисел: 99 и 1, 98 и 2, 97 и 3 ... 51 и 49. В сумме каждая пара чисел равнялась 
    ста, и оставалось два непарных числа 50 и 100. Следовательно, 49х100+50+100=5050.
</p>
{/ans}
{/task}




<!--ЧАСТЬ 5, Задачки на подумать-->
{part}TASKS{/part}
<p>
    В сегодняшнем номере я предлагаю вашему вниманию ещё ряд задачек на сообразительность. Начнём, как и всегда, с числовых ребусов.
</p>

{chis_rebus_task text='удар+удар=драка'}

{task}
<p>
    Этот ребус имеет два решения, так что не спешите сверяться, когда найдёте одно из них:)
</p>
{chis_rebus text='андрей+жанна=дружба'}
{ans}
{chis_rebus ans='андрей+жанна=дружба'}
{/ans}
{/task}

{task}
<p>
    Ну и, по традиции, оставлю один ребус для сверки в следующем номере. Он очень похож
    на ребус из первого выпуска журнала: труд+воля=удача, так как тоже полностью оправдывает входящие
    в него слова. Имеет данный ребус 6 решений, постарайтесь найти все. Удачи!;)
</p>
{chis_rebus text='реши+если=силён'}
{ans_next}
{/task}


<p>
    Далее предлагаю заняться взвешиваниями. Такие задачки хорошо решают школьники младших классов, старшеклассники уже начинают
    мудрить, а у студентов вообще с трудом получается решать такие задачи, не прибегая к грамоздким вычислениям.
</p>

<p>
    Следующие две задачи решите устно, не прибегая ни к каким записям или вычислениям на бумаге.
</p>

{task}
<p>
    Четыре кошки и три котёнка весят 15 кг, а 3 кошки и 4 котёнка весят 13 кг. Склько весит каждая кошка и каждый котёнок в отдельности?
</p>
{solut}
<p>
    Сравнивая оба взвешивания, легко увидеть, что от замены одной кошки одним котёнком вес груза уменьшился на 15&minus;13, т.е. на 2 кг. Отсюда следует, что
    кошка тяжелее котёнка на 2 кг. В свою очередь отсюда следует, что 4 кошки весят как 4 котёнка плюс 8 килограмм, поэтому из первого взвешивания
    можно найти: 7 котят + 8 кг = 15 кг, откуда следует, что один котёнок весит 1 кг. Кошка весит на 2 кг больше котёнка, а значит её вес равен 3 кг.
</p>
{/solut}
{ans}
<p>
    Вес котёнка - 1 кг, вес кошки - 3 кг.
</p>
{/ans}
{/task}

{task}
<p>
    На одну чашку весов положен брусок мыла, на другую &mdash; &frac34; такого-же бруска и гиря в &frac34; кг. Весы в равновесии.
    Сколько весит целый брусок мыла?
</p>
{solut}
<p>
    Целый брусок, это &frac34; бруска плюс &frac14; бруска, значит &frac14; бруска весит &frac34; кг, откуда следует, что весь брусок весит
    &frac34;&sdot;4=3кг.
</p>
{/solut}
{ans}
<p>
    3 кг
</p>
{/ans}
{/task}

{task}
<p>
    Бутылка, наполненная керосином, весит 1000 г. Та же бутылка, наполненная кислотой, весит 1600 г. Кислота вдвое тяжелее керосина.
    Сколько весит бутылка?
</p>
{solut}
<p>
    По условию нам известно, что:
</p>
{f}вес бутылки + вес керосина = 1000г.{/f}
<p>
    А так как кислота вдвое тяжелее керосина, то
</p>
{f}вес бутылки + двойной вес керосина = 1600г.{/f}
<p>
    Отсюда легко находим разницу в весе, кторая равна весу керосина без бутылки: 1600г&minus;1000г=600г. Но бутылка с керосином весит 1000г., а значит
    вес бутылки: 400г.
</p>
{/solut}
{ans}
<p>
    400 г.
</p>
{/ans}
{/task}


<p>Надеюсь с устным счётом у всех всё в порядке:) Далее предлагаю Вам несколько разнообразных задач, не объединённых общей темой.</p>

{task}
<p>
    В 12-ти этажном доме проживает некоторое количество жителей.
    При этом существует здесь любопытная закономерность - чем выше этаж, тем больше людей на нем проживает. Если же быть предельно точным, количество жителей от этажа к этажу увеличивается ровно вдвое.
    Известно, что на первом этаже проживают всего двое - мужчина и женщина.
    Ну, а теперь вопрос: кнопка какого этажа в лифте этого загадочного дома нажимается чаще всего?
</p>
{ans}
<p>
    Задача, на самом деле, очень и очень проста. Чаще всего жмут на кнопку первого этажа:)
</p>
{/ans}
{/task}

{task}
<p>Позавчера Пете было 17 лет. В следующем году ему будет 20 лет. Как такое может быть?</p>
{ans}
<p>
    Если нынешний день 1 января, а День Рождения у Пети 31 декабря. Позавчера (30 декабря) 
    ему было еще 17 лет, вчера (31 декабря) исполнилось 18 лет, в нынешнем году исполнится 19 лет, 
    а в следующем году - 20 лет.
</p>
{/ans}
{/task}

{task}
<p>Когда моему отцу был 31 год, мне было 8 лет, а теперь отец старше меня вдвое. Сколько мне лет теперь?</p>
{solut}
<p>
    Разница в возрасте между отцом и сыном &mdash; 23 года. Если сыну x лет, отцу 2x лет, то 2x&minus;x=23, и значит сыну 
    должно быть 23 года, т.к. разница в возрасте не меняется.
</p>
{/solut}
{ans}
<p>23 года</p>
{/ans}
{/task}

{task}
<p>
    В тестах на интеллект можно часто встреить задание на распознавание слов, буквы в которых
    перемешаны.
</p>

<p>
    Я написал специальное приложение, которое позволит Вам в этом потренироваться.
    Ваша задача - распознать каждое слово и вписать его в поле ввода, регистр - неважен.
</p>
<p>
    Если какое-либо слово будет долго неполучаться, нажмите на вопросик. По окончании можно 
    начать заново, нажав "Смешать".
</p>

{psplugin name='findwords'}КОШКА РАКЕТА ПОЛКА ЛОПАТА ВЕТКА МАШИНА ТРАКТОР ПОДОКОННИК ТЕТРАДЬ ПЕРЧАТКА КРОКОДИЛ АВТОБУС ЗАГАДКА ТРАКТАТ ВОЗДУХ ТЕОРЕМА{/psplugin}

<p>
    Ну и напоследок предлагаю Вам распознать ещё три слова: "накылиука"{*каникулы*}, "кооваржно"{*жаворонок*} и "еиорнхветисто"{*стихотворние*}.
</p>

{ans_next}

{/task}


<!--ЧАСТЬ 6, Цитата номера-->
{part}CITATA{/part}

{citata from='Н.А. Рубакин'}Всякое настоящее образование добывается только путем самообразования.{/citata}

<p>На этом позвольте раскланяться. Надеюсь номер Вам понтравился. Если у вас есть пожелания, предложения или замечания по журналу - высказывайте их в комментариях, не стесняйтесь;)</p>
{signature}