{part}EDITOR{/part}
<div class="magTopic">
    <p>
        Искренне рад приветствовать моих уважаемых читателей! Мы снова вместе, и я рад представить очередной выпуск нашего с Вами журнала 
        ШАнС – журнала для {red}Ш{/red}кольников, {red}A{/red}битурие{red}н{/red}тов, {red}С{/red}тудентов и не только;) 
        Как и раньше я постараюсь сделать журнал максимально интересным абсолютно всем возрастам.
    </p>
    <p>
        Сегодня мы поговорим о том, как работать с информацией. Как правильно к ней подходить, особенно когда нужно усвоить большой её объём 
        за маленькое время. Например – во время сессии, когда до экзамена остаётся мало времени, а выучить нужно ещё много. Знать это будет 
        полезно всем, кто работает с информацией, а это, я уверен, большинство из нас.
    </p>
    <p>
        Все методики, о которых я сегодня напишу, были мною испробованы на личном опыте. Через меня проходит огромный поток информации и усвоить 
        её, выбрать нужное, важное, интересное зачастую совсем не просто, но, к счастью, студенческие годы научили этому:) Позднее я прочитал 
        много разного материала на тему работы с информацией и выяснил, что к большинству аналогичных выводов я пришёл и сам.
    </p>
    <p>
        Поэтому сегодня, для Вас, я обобщил всё в, своего рода, систему, которую и предложу Вашему вниманию. После этого мы, как обычно, обратимся к 
        поэзии и "в гостях" у нас будет Сергей Александрович Есенин. Затем у нас страничка юмора, разбор задачек прошлого номера и новая порция 
        интересных задач на сообразительность:)
    </p>
    <p>
        Итак, вперёд...
    </p>
</div>

<div class="anons_carrier">
    <h2>В этом номере:</h2>
    {ANONS}
</div>

<!--ЧАСТЬ 1, От идеи до релиза-->
{part}Как работать с информацией{/part}
{todo}Написать заметку о том, как работать с информацией.{/todo}


{part desc='Сергей Александрович Есенин'}VERSE{/part}
<p>
    Сегодня в нашем журнале стихи Сергея Александровича Есенина. Поэта с очень сложной судьбой, 
    но при этом очень Русского, сельского, народного.
</p>

{versein poet='esenin' verse='nezovu'}

<p>
    Потрясающее стихотворение, не правда ли? Очень лаконичное, лёгкое, хотя и печальное.
</p>

<p>
    Следующее стихотворение я выучил наизусть сразу, как только посмотрел сериал "Есенин":) Мне очень понравилось это стихотворение
    <a href='http://www.youtube.com/watch?v=EQ-tX9Kv27c' target="_blank">в исполнении Безрукова</a>.
</p>

{versein poet='esenin' verse='zabava'}

<p>
    Следующее стихотворение &mdash; письмо Есенина матери.
</p>

{versein poet='esenin' verse='materi'}

<p>
    Ну и напоследок - стихотворение о любви.
</p>

{versein poet='esenin' verse='dorogaya'}

<p>
    Надеюсь подобранные мною стихи Вам понравились. Есенин - один из моих самых любимых писателей.
</p>

<p>
    Далее мы переходим к нашей постоянной рубрике, в которой я предлагаю Вашему вниманию ещё порцию юмора из учёной среды:)
</p>

<!--Юмор-->
{part}HUMOR{/part}


{joke}
{h1}Ляпы преподавателей, учеников и студентов...{/h1}
{text}
— Хоть вы и преподаватель, я Вас всё равно уважаю!
— Нашего декана нельзя не любить... отчислит...
— Смотри на меня, а то не поймёшь строения обезьяны (учитель биологии)
— Я не отличница, я удовлетворительница!
— Трагедия Ивана Сусанина в том, что он действительно заблудился... (учитель литературы).
— Утеря жизни равносильна смерти!!! (учитель ОБЖ)
— Эpитpоциты имеют выпуклую фоpму, почему и называются двояковогнутыми.
— Куртуазная любовь - это любовь к определённой даме в узких рамках каменных стен. 
— Очень многое не нравилось людям в царе. И самое страшное – его жена.
— Слышно невооруженным ухом...
— Над этим люди бились столетиями, даже веками.
— Если у вас дома нет компьютера, то мой конспект заменит вам его... (учитель математики)
— Мало кто знает, что Толстой был не только талантливым писателем, но и великим человеком
— Если Платон кого-то и любил, то только философию
— Госпожа Бовари завела кучу любовников. Куча - это два любовника, не считая мужа, который не был её любовником... 
— Я бы девушкам рекомендую не пользоваться косметикой, пока им не исполнится лет... пятьдесят. (учитель ОБЖ)
— Сейчас я нарисую человека. - Это мальчик или девочка? - Это футболист! 
— Наешься этого йогурта, а потом будешь на горшке сидеть, не снимая штанов! (О биойогурте) 
— Софья не была красивой, она была умной. (учитель истории)
— Ему, мужчине, нужно будет становиться мужественным человеком, отцом, матерью. (учитель ОБЖ)
{/text}
{/joke}


{joke from='Из книги Д. Пойа. Математика и правдоподобные рассуждения, 1957 г.'}
<p>— Взгляни на этого математика, — сказал логик. — Он замечает, что первые девяносто девять чисел меньше сотни, и отсюда с помощью того, что он называет индукцией, заключает, что любые числа — меньше сотни.</p>
<p>— Физик верит, — сказал математик, — что 60 делится на все числа. Он замечает, что 60 делится на 1, 2, 3, 4, 5 и 6. Он проверяет несколько других чисел, например, 10, 20 и 30, взятых, как он говорит, наугад. Так как 60 делился на них, то он считает экспериментальные данные достаточными.</p>
<p>— Да, но взгляни на инженера, — возразил физик. — Инженер подозревает, что все нечётные числа простые. Во всяком случае, 1 можно рассматривать как простое число, доказывает он. Затем идут 3, 5 и 7, все, несомненно, простые. Затем идёт 9 — досадный случай; по видимому, 9 не является простым числом, но 11 и 13, конечно, простые. Возвратимся к 9, — говорит он, — я заключаю, что 9 должно быть ошибкой эксперимента.</p>
{/joke}


{joke}
<p>
    Эйнштейн был в гостях у своих знакомых. Начался дождь. Когда Эйнштейн собрался уходить, ему стали предлагать взять шляпу.<br />
    — Зачем? — сказал Эйнштейн. — Я знал, что будет дождь, и именно поэтому не надел шляпу. Ведь она сохнет дольше, чем мои волосы. Это же очевидно.
</p>
{/joke}


{joke}
<p>
    Над дверью своего деревенского дома Бор прибил подкову, которая, согласно поверию, должна приносить счастье. 
    Увидев подкову, один из посетителей воскликнул: «Неужели такой великий учёный, как вы, может действительно верить, что подкова над дверью приносит удачу?» — 
    «Нет, — ответил Бор, — конечно, я не верю. Это предрассудок. Но, вы знаете, говорят, она приносит удачу даже тем, кто в это не верит».
</p>
{/joke}


{joke}
<p>
    В конспекте лекций по электродинамике, прочитанных в МГУ А. А. Власовым, была такая фраза: 
    «Целью настоящего курса является углубление и развитие трудностей, лежащих в основе современной теории…»
</p>
{/joke}


{joke}
<p>
    {nl2br}
    На столе у Нернста стояла пробирка с органическим соединением дифенилметаном, температура плавления которого 26°С. Если в 11 утра препарат таял, Нернст вздыхал:
    — Против природы не попрёшь!
    И уводил студентов заниматься греблей и плаванием.
    {/nl2br}
</p>
{/joke}


{joke}
{h1}На экзамене по истории{/h1}
{text}
— Главным достижением феодализма следует считать дворянское земледелие...
— Дворянское, простите, что?
— Дворянское земледелие...
— Точно дворянское земледелие?
— Да.
— Так... Подумайте, как могло выглядеть дворянское земледелие... Получается, что дворяне землю пахали...
— Да. Они и назывались дворяне потому, что в награду за службу получали двор от короля... А после того, как уходили в отставку, на этом дворе и пахали...
— В феодальных отношениях между собой были сеньор и вассал...
(Пауза.)
— Что это такое — отношения сеньора и вассала?
(Пауза.)
— Вообще, что означают слова «сеньор» и «вассал»?
(После паузы):
— Это были два государства, между которыми была долгая война...
{/text}
{/joke}


{joke}
{text}
Идет экзамен, преподаватель говорит студенту:
— Вопрос на "пять". Как меня зовут?
Студент краснеет, бледнеет, смотрит в потолок (а вдруг там чего написано?), лихорадочно вспоминает имя препода и, в конце концов, отвечает:
— Не знаю.
— Вопрос на "четыре". Какого цвета учебник?
Ситуация аналогичная предыдущей.
— Ладно, вопрос на "три". Что мы сдаем?
Студент поняв, всю безнадежность, понурив голову, выходит за дверь, а про себя думает: "Во валит, гад!" 
{/text}
{/joke}


{joke}
{text}
Студент пригласил девушку на свидание. Прогуливаясь по городу, они проходят мимо шикарного ресторана.
— Как здорово пахнет! - восклицает девушка.
— Тебе понравилось? Хочешь еще раз мимо пройдем? - спрашивает парень. 
{/text}
{/joke}


{joke}
{text}
Преподаватель:
— Ваша фамилия?
Студент:
— Иванов (улыбается).
— Чему вы улыбаетесь? — спрашивает профессор.
— Доволен, что хорошо ответил на первый вопрос.
{/text}
{/joke}

{joke}
{text}
Парень входит в женское общежитие. Вахтерша его спрашивает:
— Вы к кому, молодой человек?
— А к кому Вы посоветуете? 
{/text}
{/joke}


{part}TASKS_A{/part}
<p>
    Как говорится - делу время, потехе - час:) Далее давайте разберём задачки, которые были предложены мною в предыдущем номере.
</p>

{task}
{chis_rebus text='труд+воля=удача'}
{ans}
{chis_rebus ans='труд+воля=удача'}
<div class='clearall'></div>
<p>
    Как видите, решений не просто больше 10и, их 16. Так что удача ждала того, кто проявил волю и потрудился:)
</p>
{/ans}
{/task}

{task}
<p>
    Даны числа 1, 3, 4, 6 и четыре арифметических операции: сложение, умножение, вычитание и деление.
    Требуется получить число 24, использовав каждое число один и только один раз; операции использовать повторно можно.
    Также можно использовать скобки для указания порядка действий.
</p>
{hint}
<p>
    \(24=6\cdot4=\frac{6}{\frac{1}{4}}=\frac{6}{\dots}\)
</p>
<p>
    В знаминателе сейчас используются цифры 1 и 4. Сделайте так, чтобы там ещё использовалась тройка, но результат
    попрежнему был равен &frac14;.
</p>
{/hint}
{ans}
<p>
    \(24=\frac{6}{1-\frac{3}{4}}\)
</p>
{/ans}
{/task}

{task}
<p>
    Инспектор, проверявший некую школу, заметил, что, когда бы он ни задал классу вопрос, в ответ 
    тянули руки все ученики. Более того, хотя школьный учитель каждый раз выби­рал другого ученика, 
    ответ всегда был правильным. Как это получалось? 
</p>
{ans}
<p>
    Учитель предварительно договорился с учениками, чтобы они вызывались отвечать независимо от 
    того, знают ответ или не знают. Но те, кто знает ответ, должны под­нимать правую руку, а те, 
    кто не знает, &mdash; левую. Учитель каждый раз выбирал другого ученика, но всегда того, кто 
    поднимал правую руку.
</p>
{/ans}
{/task}


{part}TASKS{/part}
<p>
    Ну и как обычно, по традиции, предлагаю вашему вниманию несколько задачек на сообразительность.
    Начнём, как и в прошлый раз, с числовых ребусов.
</p>

{chis_rebus_task text='спорт+спорт=кросс'}

{task}
<p>
    Данный ребус имеет несколько решений. Могу даже точно сказать &mdash; их 4, попробуйте найти все.
</p>
{chis_rebus text='стол+стул=класс'}
{ans}
{chis_rebus ans='стол+стул=класс'}
{/ans}
{/task}

{task}
<p>
    Данный ребус имеет в два раза больше решений, чем предыдущий. Сверимся в следующем номере:)
</p>
{chis_rebus text='лиса+волк=звери'}
{ans_next}
{/task}


<br/>
<p>
    Далее предлагаю Вашему вниманию несколько задачь, не связанных общей темой.
</p>


{task}
<p>
    В магазин доставили 6 бочек керосина. На рисунке обозначено, сколько вёдер было в каждой бочке:
</p>

{postimgb name='bochki.png'}

<p>
    В первый же день нашлось два покупателя; один купил целиком две бочки, другой - три, причём первый купил вдвое меньше
    керосина, чем второй. Так что не пришлось даже раскупоривать бочек.
</p>

<p>
    Из шести бочек на складе осталась всего одна. Какая?
</p>

{solut}
<p>
    Задачу можно решить простым перебором, комбинируя варианты.
</p>

<p>
    Например, можно выбирать любые две бочки, суммировать их объём, умножать его на два и смотреть, 
    есть ли три бочки с такой суммой объёмов. Если есть, то это те самые бочки, которые были куплены. 
</p>

<p>
    Можно задачку решить и математически.
</p>

<p>
    Всего в бочках содержится 119 вёдер керосина.
</p>

<p>
    Пусть первый покупатель приобрёл X вёдер керосина, тогда второй приобрёл 2X вёдер, итого вместе они приобрели 3X вёдер керосина.
    Если за Y обозначить искомое кол-во керосина, оставшегося в магазине, то можно записать:
</p>

{f}3X + Y = 119{/f}

<p>
    С другой стороны 119 = 117 + 2, и так как 117 делится на 3, мы можем записать:
</p>

{f}3Z + 2 = 119{/f}

{notice}В данном случае Z=39, но это несущественно{/notice}

<p>
    Приравняв последние два выражения, найдём:
</p>

{f}3X + Y = 3Z + 2{/f}

<p>
    откуда следует:
</p>

{f}Y = 3(Z &minus; X) + 2{/f}

<p>
    Итак, количество вёдер керосина, оставшееся на складе, должно соответствовать последней формуле, т.е. делится на 3 с остатком 2.
</p>

<p>
    15 и 18 делятся на 3 без остатка; 16, 19, 31 делятся на 3 с остатком 1, поэтому остаётся единственный вариант: 20=3&sdot;6+2.
</p>

<p>
    Замечу, что при втором способе решения нам не нужно находить, какие именно бочки купил какой покупатель.
</p>

{/solut}

{ans}
<p>
    Осталась бочка на 20 вёдер.
</p>

{notice}Первый покупатель купил 15+18=33 вёдер керосина, второй: 16+19+31=66 вёдер керосина.{/notice}
{/ans}
{/task}




{task}
<p>Книга в переплёте стоит 2 руб. 50 коп. Книга на 2 руб. дороже переплёта. Сколько стоит переплёт?</p>
{hint}
<p>Напомню, что если <b>a больше b на c</b>, то это означает: <b>a &minus; b = c</b>.</p>
{/hint}
{ans}
<p>Цена переплёта: 25 коп., цена книги: 2 руб. 25 коп.</p>
{notice}Надеюсь вы не попались, и не сказали, что переплёт стоит 50 копеек?:){/notice}
{/ans}
{/task}



{task}
<p>
    Вы имеете 3 конверта, один из которых нужно немедленно съесть. 
    В каждом конверте содержится листок с двумя утверждениями. В одном конверте оба утверждения истинны, 
    в другом оба ложны, а в третьем одно ложно и одно истинно. Вот эти утверждения:
</p>

<p>Первый конверт:</p>
<ol>
    <li>Этот конверт есть не надо</li>
    <li>Обязательно нужно съесть второй конверт</li>
</ol>

<p>Второй конверт:</p>
<ol>
    <li>Не нужно есть первый конверт</li>
    <li>Ешьте третий конверт</li>
</ol>

<p>Третий конверт:</p>
<ol>
    <li>Не стоит есть этот конверт</li>
    <li>Смело съедайте первый конверт</li>
</ol>

<p>Так какой конверт нужно съесть?</p>

{notice}Зачем нужно есть конверт &mdash; не спрашивается:){/notice}

{ans}
<p>
    Если Вы ещё не решили задачу сами, то я всётаки настоятельно рекомендую это сделать, 
    а потом уже смотреть ответ:)
</p>
<p>Нужно съесть {hidden}третий{/hidden} конверт</p>
{/ans}
{/task}



{task}
<p>Имеется три ключа от трех чемоданов с различны­ми замками. Каждый ключ подходит только к одному чемодану. Достаточно ли трех проб, чтобы подобрать ключи к каждому из них?</p>
{ans}
<p>
    Достаточно. Обозначим ключи буквами А, В, С, а замки цифрами 1, 2, 3.
</p>
<p>
    Тогда первая проба может дать, например, такой результат: ключ А не подходит к замку 1. 
    Это означает, что он подходит к замку 2 или 3.
</p>    

<p>    
    Вторая проба: ключ В не подходит к замку 1. Тогда ясно, что: а) ключ В подходит к замку 2 или 3; б) к замку 1 подходит ключ С. 
<p>
</p>
Третья проба ставит все на свои места: если к замку 2 не подходит ключ А, то к нему подходит ключ В, а ключ А подходит к замку 3. 
Если же первая проба показывает, что ключ А подходит к замку 1, то тогда достаточно второй пробы, чтобы установить, 
какой из оставшихся ключей к какому замку подходит.
</p>
{/ans}
{/task}





{task}
<p>У вас есть два шнура, каждый из которых горит по часу, но горит неравномерно. Как при помощи этих двух шнуров и спичек отмерить 45 минут?</p>
{hint}
<p>За сколько времени сгорит шнур, подожжённый с двух сторон одновременно?</p>
{/hint}
{ans}
<p>
    Необходимо поджечь первый шнур одновременно с обоих концов - получаем 30 минут.
    Одновременно с первым шнуром поджигаем второй шнур с одного конца, и когда первый шнур догорит (30 минут), поджигаем второй шнур с другого конца 
    (оставшиеся 15 минут).
</p>
{/ans}
{/task}




{task}
<p>
    Шесть плотников и столяр нанялись на работу. Плотники заработали по 20 руб., столяр же &mdash; на 3 руб. больше, 
    чем заработал в среднем каждый на семерых. Сколько заработал столяр?
</p>
{solut}
{varres}
<p>
    Поскольку столяр заработал больше плотников на 3 руб., то разделив этот избыток между 6ю плотниками, мы найдём, 
    что в среднем каждый из семерых заработал по 20руб. 50коп.
</p>
<p>Отсюда следует, что столяр заработал:</p>
{f}20 руб. 50 коп. + 3руб. = 23руб. 50коп.{/f}

{varres}
<p>
    Можно, конечно, решить задачу и в лоб. Составлять пропорции тоже нужно уметь;) 
</p>
<p>
    Итак, пусть столяр заработал на x рублей больше, чем плотник.
    Таким образом столяр заработал 20+x рублей, все семеро зработали (20&sdot;7+x) рублей, а в среднем каждый из работников заработал (20&sdot;7+x)/7 рублей.
</p>
<p>
    По условию задачи имем уравнение:
</p>

\[(20+x)-\frac{20 \cdot 7 + x}{7}=3\]

<p>
    Отсюда легко находим: x=3.5, то есть те самые 3 руб. 50 коп.
</p>

{/solut}
{ans}
<p>23 руб. 50 коп.</p>
{/ans}
{/task}

{task}
<p>
    В XIX веке один учитель задал своим ученикам вычислить сумму всех целых чисел от единицы до ста.
    Компьютеров и калькуляторов тогда еще не было, и ученики принялись добросовестно складывать числа.
    И только один ученик нашел правильный ответ всего за несколько секунд. Им оказался Карл Фридрих Гаусс &mdash; 
    будущий великий математик. Как он это сделал? 
</p>
{ans_next}
{/task}


{part}CITATA{/part}
{citata from='А. Эйнштейн'}Образование есть то, что остается после того, когда забывается все, чему нас учили.{/citata}

{signature}
