<p>
    {help ident='chisnat'}Натуральное число{/help} n называется треугольным,  если из n одинаковых шаров можно выложить треугольник так, как показано на рисунке:
</p>
{helpimg name='treug.jpg' text='Треугольные числа'}
<p>
    Последовательность треугольных чисел: 1, 3, 6, 10, 15, 21, 28, 36, 45, 55, ...
</p>
<p>
    Заметим закономерность:
</p>
{text class='shifted'}
1 = 1
3 = 1 + 2
6 = 1 + 2 + 3
10 = 1 + 2 + 3 + 4
15 = 1 + 2 + 3 + 4 + 5
{/text}

<p>
    Общая формула треугольного числа: 
</p>
\[
T_n = 1+2+3+...+n = \frac{n(n+1)}{2}
\]