<p>
    В данном разделе блога собраны заметки о людях, так или иначе повлиявших на человечество,
    ярких и незабываемых личностях, о чьём примере нельзя забывать.
</p>
<p>
    Если у Вас есть желание больше узнать ещё о ком-либо,
    {feed}напишити мне{/feed} и я с удовольствием рассмотрю Ваше предложение.
</p>
<p><img src="/resources/images/icons/timeline_nc.png" alt="Хронологическая шкала"/>&nbsp;
    Также в данном разделе доступна <strong>хронологическая шкала</strong>.
    С её помощью Вы можете получить наглядное представление о том, кто когда жил и кто был чьим современником.
</p>