{part}EDITOR{/part}
<div class="magTopic">
    <p>
        Привет, привет мой дорогой читатель:) Юный, или уже совсем не юный - не имеет значения, я искренне рад приветствовать всех!
    </p>
    <p>
        Три предыдущих номера журнала небыли объединены никакой общей темой. В этот раз я попробую сделать эксперимент, и придать некую 
        направленность всему повествованию.
    </p>
    <p>
        Поскольку наш журнал ориентирован на широкий круг читателей, то и тема выпуска будет универсальной. 
        В качестве таковой я решил выбрать гениальную игру, которой уже более полутора тысяч лет. Вы, конечно, догадались, что речь пойдёт о шахматах:)
    </p>
    <p>
        Об этой удивительной игре написано бесчисленное множество книг, статей и научных работ, она обросла легендами, загадками и даже культами. 
        Споры вокруг шахмат не прекращаются и поныне, а интерес к ним не ослабевает уже сотни лет.
    </p>
    <p>
        Родители стараются приобщить своих детей к шахматам ещё в детстве, т.к. эта игра развивает внимательность, учит сосредотачиваться, 
        просчитывать варианты, мыслить абстрактно. Пользу шахмат для формирования мыслящего человека сложно переоценить.
    </p>
    <p>Ну что – же, начнём.</p>
</div>

<div class="anons_carrier">
    {postimg name='task1.png'}
    {ANONS}
</div>

{*chessboard}wra1,wkg6,bkg8{/chessboard*}

<div class="anons_control">
    <a href='#' class='prev'><span class="arr">&larr;</span> пред</a>
    &nbsp;&nbsp;
    <a href='#' class='ans'>ответ</a>
    &nbsp;&nbsp;
    <a href='#' class='next'>след <span class="arr">&rarr;</span></a>
</div>

<!--ЧАСТЬ 1, От идеи до релиза-->
{part}Из истории шахмат{/part}

{h1}Интересные факты о шахматах{/h1}

<p>
    В середине XX века шахматная федерация ФРГ добилась признания шахмат "видом спорта, имеющим воспитательное значение",
    получив при этом налоговые льготы. Решающим аргументом явилась цитата из письма Фридриха II: "Шахматы воспитывают склонность 
    к самостоятельному мышлению...". Правда, дотошные журналисты (в отличие от чиновников) нашли окончание этой фразы, оборванной 
    на середине. Окончание цитаты было следующим: "... а посему ни в коей мере не следует их поощрять". В самом деле, зачем монархам 
    развивать самостоятельное мышление подданных?:)
</p>

<p>
    Положение игроков в обществе нередко влияло на стиль их игры. Например, Наполеон и Карл XII считали, что королю позорно прятаться, 
    поэтому во время игры в шахматы они никогда не делали рокировки.
</p>

<p>
    В средневековье будущие рыцари обучались семи искусствам, которые также называли "семь рыцарских добродетелей":
    фехтование, плавание, соколиная охота, сложение стихов в честь дамы сердца, владение копьем, верховая езда и, конечно-же, шахматам.
</p>

<p>
    Подсчитано, что в шахматной партии, продолжающейся 40 ходов, возможны 1,5&sdot;10\sup{128} вариантов развития игры. 
    Это превышает количество атомов в космическом пространстве.
</p>

<p>
    Шахматный термин "гамбит" произошел от итальянского выражения "dare il gambetto" - "ставить подножку".
</p>

<p>
    Шахматная фигура «ферзь» изначально ходила только на одну клетку по диагонали. В 15 веке значение фигуры сильно возросло, 
    она стала ходить так, как привычно нам. На западе даже изменилось официальное название фигуры на «королеву» 
    (тогда как ферзь — это премьер-министр). Многие историки шахмат считают, что сила, приобретенная шахматной королевой, 
    соответствует власти и политическому влиянию, полученному реальной королевой – королевой Изабеллой Кастильской.    
</p>

{h1}Различные варианты шахмат{/h1}

<p>
    В древних и средневековых шахматах имелось немало экзотических модификаций фигур: драконы, кентавры, 
    епископы, всадники и т.д. С развитием цивилизации их набор пополнялся, в том числе гренадерами, 
    саперами и другими военными специалистами. Не отстал и XX век — первая мировая война обогатила шахматы 
    танками и самолетами, а после второй изобрели фигуру страшной разрушительной силы, в которую превращается 
    пешка, добравшись до последней горизонтали. По идее изобретателя ее ставят на любую клетку доски, 
    после чего все свои и чужие фигуры вокруг нее нужно убрать...
</p>

<p>
    Нетрудно догадаться, что название этой интересной фигуры: "Атомная бомба".
    К сожалению не известно, как долго должны пустовать клетки, подвергшиеся "радиоактивному заражению".
    Для полноты картины не мешало бы давать такую фигуру только черным. Под цвет юмора:)
</p>

<p>
    Помимо добавления новых, не "классических" фигур, есть масса вариантов классических шахмат, выполненых в той или иной 
    тематике. Вобщем здесь, как говорится, лучше один раз увидеть, чем сто раз услышать:) Представляю Вашему вниманию подборку интересных
    шахмат:
</p>

{gallery dir='chess' lazy=1}

{part}Зал славы{/part}

<p>
    Ниже я собрал короткую информацию обо всех официальных чемпионах мира. Помимо интересных фактов
    из их жизни я также добавил цитаты, принадлежащие им и сказанные в разное время относительно шахмат, других шахматистов и
    жизни вообще...
</p>

<p>
    Для просмотра досье на шахматиста просто кликните по его имени. Чтобы посмотреть сразу все досье,
    кликните на "Показать все досье". Клик на "Скрыть все досье" скрывает открытые досье.
</p>

{notice}
Расширенную версию таблицы, а также причину, по которой не указаны чемпионы в период с 1993 по 2006
годы, Вы сможете посмотреть <a target='_blank' href='http://ru.wikipedia.org/wiki/Чемпионы_мира_по_шахматам'>здесь</a>.
Я привёл только "официальных" чемпионов мира.
{/notice}

<table class="chess_champs">
    <thead>
        <tr>
            <th>№</th>
            <th>Период</th>
            <th>Чемпион</th>
            <th>Даты жизни</th>
            <th>Страна</th>
        </tr>
    </thead>
    <tbody>
        <tr>
            <td>1</td>
            <td>1886 — 1894</td>
            <td>{al id='1' title='Стейниц, Вильгельм'}
                {postimgp dir='chess' name='Steinic.jpg'}.{/postimgp} Вильгельм Стейниц
                {/al}
            </td>
            <td>14.05.1836 — 12.08.1900</td>
            <td>Австро-Венгрия, США</td>
        </tr>
        <tr>
            <td>2</td>
            <td>1894 — 1921</td>
            <td>{al id='2' title='Ласкер, Эмануил'}
                {postimgp dir='chess' name='Lasker.jpg'}.{/postimgp} Эмануил Ласкер
                {/al}
            </td>
            <td>24.12.1868 — 11.01.1941</td>
            <td>Германия</td>
        </tr>
        <tr>
            <td>3</td>
            <td>1921 — 1927</td>
            <td>{al id='3' title='Капабланка, Хосе Рауль'}
                {postimgp dir='chess' name='capablanca.jpg'}.{/postimgp} Хосе Рауль Капабланка
                {/al}
            </td>
            <td>19.11.1888 — 08.03.1942</td>
            <td>Куба</td>
        </tr>
        <tr>
            <td>4</td>
            <td>1927 — 1935<br/>
                1937 — 1946</td>
            <td>{al id='4' title='Алехин, Александр Александрович'}
                {postimgp dir='chess' name='alekhin.jpg'}.{/postimgp} Александр Алехин
                {/al}
            </td>
            <td>31.10.1892 — 24.03.1946</td>
            <td>Франция</td>
        </tr>
        <tr>
            <td>5</td>
            <td>1935 — 1937</td>
            <td>{al id='5' title='Эйве, Макс'}
                {postimgp dir='chess' name='euwe.jpg'}.{/postimgp} Макс Эйве
                {/al}
            </td>
            <td>20.05.1901 — 26.11.1981</td>
            <td>Нидерланды</td>
        </tr>
        <tr>
            <td>6</td>
            <td>1948 — 1957<br/>
                1958 — 1960<br/>
                1961 — 1963</td>
            <td>{al id='6' title='Ботвинник, Михаил Моисеевич'}
                {postimgp dir='chess' name='botvinnik.jpeg'}.{/postimgp} Михаил Ботвинник
                {/al}
            </td>
            <td>17.08.1911 — 05.05.1995</td>
            <td>СССР</td>
        </tr>
        <tr>
            <td>7</td>
            <td>1957 — 1958</td>
            <td>{al id='7' title='Смыслов, Василий Васильевич'}
                {postimgp dir='chess' name='smyslov.jpg'}.{/postimgp} Василий Смыслов
                {/al}
            </td>
            <td>24.03.1921 — 27.03.2010</td>
            <td>СССР</td>
        </tr>
        <tr>
            <td>8</td>
            <td>1960 — 1961</td>
            <td>{al id='8' title='Таль, Михаил Нехемьевич'}
                {postimgp dir='chess' name='tal.jpg'}.{/postimgp} Михаил Таль
                {/al}
            </td>
            <td>09.11.1936 — 28.06.1992</td>
            <td>СССР</td>
        </tr>
        <tr>
            <td>9</td>
            <td>1963 — 1969</td>
            <td>{al id='9' title='Петросян, Тигран Вартанович'}
                {postimgp dir='chess' name='petrosyan.jpg'}.{/postimgp} Тигран Петросян
                {/al}
            </td>
            <td>17.06.1929 — 13.08.1984</td>
            <td>СССР</td>
        </tr>
        <tr>
            <td>10</td>
            <td>1969 — 1972</td>
            <td>{al id='10' title='Спасский, Борис Васильевич'}
                {postimgp dir='chess' name='Spasskiy.jpg'}.{/postimgp} Борис Спасский
                {/al}
            </td>
            <td>30.01.1937</td>
            <td>СССР</td>
        </tr>
        <tr>
            <td>11</td>
            <td>1972 — 1975</td>
            <td>{al id='11' title='Фишер, Роберт Джеймс'}
                {postimgp dir='chess' name='fisher.jpg'}.{/postimgp} Роберт Фишер
                {/al}
            </td>
            <td>09.03.1943 — 17.01.2008</td>
            <td>США</td>
        </tr>
        <tr>
            <td>12</td>
            <td>1975 — 1985</td>
            <td>{al id='12' title='Карпов, Анатолий Евгеньевич'}
                {postimgp dir='chess' name='karpov.jpeg'}.{/postimgp} Анатолий Карпов
                {/al}
            </td>
            <td>23.05.1951</td>
            <td>СССР</td>
        </tr>
        <tr>
            <td>13</td>
            <td>1985 — 1993</td>
            <td>{al id='13' title='Каспаров, Гарри Кимович'}
                {postimgp dir='chess' name='kasparov.jpg'}.{/postimgp} Гарри Каспаров
                {/al}
            </td>
            <td>13.04.1963</td>
            <td>СССР, Россия</td>
        </tr>
        <tr>
            <td>14</td>
            <td>2006&nbsp; —  2007</td>
            <td>{al id='14' title='Крамник, Владимир Борисович'}
                {postimgp dir='chess' name='kramnik.jpg'}.{/postimgp} Владимир Крамник
                {/al}
            </td>
            <td>25.06.1975</td>
            <td>Россия</td>
        </tr>
        <tr>
            <td>15</td>
            <td>с 2007</td>
            <td>{al id='15' title='Вишванатан Ананд'}
                {postimgp dir='chess' name='anand.jpg'}.{/postimgp} Вишванатан Ананд
                {/al}
            </td>
            <td>11.12.1969</td>
            <td>Индия</td>
        </tr>
    </tbody>
</table>

<div class="chess_champs_list">

    <div class="centered_buttons">
        <button>Скрыть досье</button>
        <button>Показать все досье</button>
    </div>

    {hinfo id=1 name='Вильгельм Стейниц' start='14.05.1836' end='12.08.1900'}
    {postimg class='cover' dir='chess' name='steinic.jpg'}
    <p>
        Первый официальный чемпион мира по шахматам (1886—1894), наиболее выдающийся шахматный теоретик XIX века, 
        основоположник позиционной школы шахматной игры.
    </p>
    <p>
        Родился Стеинц в Праге, в еврейском гетто, тринадцатым ребенком в семье бедного портного Йожефа Стейница.
        В шахматы играл с детства. В 1858 году он переехал в Вену, где собирался стать журналистом. Попутно начал 
        изучать математику в Венском политехническом институте. Вскоре учебу пришлось бросить из-за недостатка 
        финансовых средств. Какое-то время Стейниц подрабатывал игрой в шахматы в кафе. Имея регулярную практику, он постепенно 
        превращается в профессионала.
    </p>
    <p>
        Стейниц вошёл в историю шахмат не только как первый шахматист своего времени, но и как основатель учения, 
        ставшего поворотным пунктом в развитии шахматной игры. В общих чертах он изложил свою концепцию позиционной 
        школы в работах "Современная школа и её традиции" и "Морфи и шахматная игра его времени", которые опубликовал 
        в журнале "Интернэшонал чесс мэгэзин" (1885). 
    </p>
    <p>
        В 1894 году Стейниц уступил звание чемпиона Эмануилу Ласкеру. Потеряв высшее звание, Стейниц не отошёл от шахмат и 
        продолжал участвовать в различных соревнованиях.
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>Владеющий инициативой должен атаковать, иначе инициатива перейдет к сопернику.</li>
        <li>Никогда не следует забывать, что пешки назад не ходят!!!</li>
        <li>Я не историк шахмат, я сам кусок шахматной истории, мимо которого никто не пройдет.</li>
        <li>Прогресс веков не может оспорить гения Морфи.</li>
    </ol>

    {gallery dir='steinic' lazy=1}
    {/hinfo}


    {hinfo id=2 name='Эмануэль Ласкер' start='24.12.1868' end='11.01.1941'}
    {postimg class='cover' dir='chess' name='lasker.jpg'}
    <p>
        Немецкий шахматист и математик, второй чемпион мира по шахматам (1894—1921), шахматный теоретик и литератор.
        Ласкер сохранял звание чемпиона мира двадцать семь лет, что является рекордным достижением для шахмат, а продолжал выступать на 
        высшем уровне до 68 лет.
    </p>

    <p>
        Ласкер обладал универсальным стилем игры, однако его самыми сильными сторонами считали позиционное чутьё и эндшпиль. Многие 
        биографы и исследователи называют Ласкера первооткрывателем психологического подхода к шахматам: считается, что Ласкер зачастую 
        был готов пойти на ухудшение своей позиции, чтобы направить игру в неудобное для конкретного противника русло. Эта точка зрения 
        популярна и сейчас, хотя часть экспертов считает её заблуждением и объясняет достижения Ласкера глубоким пониманием шахмат и умением 
        оценить плюсы и минусы того или иного продолжения партии.
    </p>

    <p>
        На протяжении своей шахматной карьеры Ласкер неоднократно прекращал выступления на несколько лет для занятий математикой и философией. 
        Ласкер защитил докторскую диссертацию по математике в 1901 году, а его главным достижением в математике стала теорема, названная по 
        имени Ласкера и Эмми Нётер, позднее обобщившей выводы Ласкера. Кроме этого Ласкер издал несколько философских работ и литературных 
        произведений.
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>Введите коней в битву до слонов.</li>
        <li>Шахматы &mdash; это тяжелейшее сражение.</li>
        <li>Без ошибок не может быть блестящих побед.</li>
        <li>На шахматной доске ложь и коварство долго не живут.</li>
        <li>Наслаждение гамбитами это признак молодости в шахматах.</li>
        <li>Нет хороших или плохих ходов. Есть только хорошие или плохие сигары.</li>
        <li>Когда Вы видите хороший ход, обождите: найдите тот, что получше.</li>
        <li>Единственный путь стать умнее — играть с более сильным противником.</li>
        <li>
            Игроков, которым мастер может с успехом давать ферзя вперед, существуют миллионы; игроков, перешагнувших эту ступень, можно насчитать, 
            наверно, не более четверти миллиона, а таких, которым мастер ничего не может дать вперёд, вряд ли наберётся больше двух-трёх тысяч.
        </li>
        <li>Человеческая природа отличается рациональностью и неистовством; однако кажется, что центры неистовства в мозгу 
            человека лучше развиты, чем центры рациональности.</li>
        <li>
            Конечно, шахматы, несмотря на их тонкое и глубокое содержание, являются лишь игрой и не могут требовать к себе такого же серьёзного отношения, 
            как наука и техника, которые служат насущным потребностям общества; ещё менее их можно сравнивать с философией и искусством.
        </li>
        <li>Мы научились организовывать фабрики, но мы ещё не умеем быть экономными в нашей умственной работе, в создании идейных ценностей.</li>

        <li>Большинство любителей медленно поднимается на некоторый, в сущности очень незначительный, уровень шахматного умения и застывает на нём на многие десятилетия.</li>
    </ol>
    {gallery dir='lasker' lazy=1}
    {/hinfo}


    {hinfo id=3 name='Хосе Рауль Капабланка' start='19.11.1888' end='8.03.1942'}
    {postimg class='cover' dir='chess' name='capablanca.jpg'}
    <p>
        Кубинский шахматист, шахматный литератор, дипломат, 3-й чемпион мира по шахматам (завоевал звание в матче с Ласкером в 1921 году, 
        проиграл Алехину в 1927 году), один из сильнейших шахматистов мира в 1910—1930-х годах, победитель многих международных турниров. 
    </p>

    <p>
        В годы расцвета Капабланка приобрёл славу «шахматного автомата», одинаково виртуозно ведущего партию в миттельшпиле и эндшпиле и 
        практически не допускающего ошибок. В официальных встречах на высоком уровне (с 1909 года) Капабланка проиграл всего 34 партии, а с 
        1916 по 1924 годы оставался непобеждённым.
    </p>

    <h4>Рекомендации по игре в шахматы:</h4>

    <ol>
        <li>Основной принцип дебюта&nbsp;&mdash; быстрое и деятельное развитие. Каждая выведенная фигура должна занять надлежащее место.</li>
        <li>Основной принцип середины игры&nbsp;&mdash; координирование действий фигур, и как раз в этом большинство шахматистов проявляет слабость. Многие пытаются атаковать, когда их фигуры разбросаны по всей доске без всякого согласования их действий, а в конце концов с удивлением ищут, в чем была их ошибка".</li>
        <li>В эндшпиле необходимо играть точно и не теряя темпов: каждый ход, выигрывающий или сберегающий время, должен быть учтен немедленно.</li>
        <li>Владеть инициативой&nbsp;&mdash; значит иметь определенное преимущество.</li>
        <li>Сильные фигуры противника следует разменивать.</li>
        <li>Чтобы улучшить игру, вы должны сперва изучить эндшпиль.</li>
    </ol>
    <h4>О себе:</h4>
    <ol>
        <li>В моей жизни бывали такие периоды, когда я почти что поверил, что даже одной единственной партии проиграть не могу.</li>
        <li>Я понимаю шахматы лучше любого другого живущего мастера.</li>
        <li>Я с первого взгляда схватываю суть позиции и знаю, что в ней следует делать. Другие оценивают, а я просто знаю.</li>
        <li>Я обыграю 30 сильнейших шахматистов США в сеансе одновременной игры.</li>
        <li>Когда я посещаю шахматный клуб, все немеют от восхищения.</li>
        <li>После того, как я перемолол их одного за другим, моё превосходство стало очевидным.</li>
        <li>Хорошему игроку всегда везёт!</li>
    </ol>

    {gallery dir='capablanca' lazy=1}

    {/hinfo}


    {hinfo id=4 name='Александр Александрович Алехин' start='19.10.1892' end='24.03.1946'}
    {postimg class='cover' dir='chess' name='alekhin.jpg'}
    <p>
        Русский шахматист, выступавший за Российскую империю, Советскую Россию и Францию, четвёртый чемпион мира по шахматам.
        Алехин вошёл в число сильнейших шахматистов мира перед Первой мировой войной, заняв третье 
        место на петербургском турнире 1914 года, а в 1921 году покинул Россию и переехал на 
        постоянное местожительство во Францию, гражданином которой стал в 1925 году.
    </p>

    <p>
        В 1927 году Алехин выиграл матч за звание чемпиона мира у считавшегося непобедимым Хосе 
        Рауля Капабланки и затем в течение нескольких лет доминировал в соревнованиях, выигрывая крупнейшие 
        турниры своего времени с большим преимуществом над соперниками.
    </p>

    <p>
        Алехин был чрезвычайно разносторонним шахматистом. Больше всего он известен атакующим стилем игры и эффектными, 
        глубоко просчитанными комбинациями. Вместе с тем ему принадлежит большое количество теоретических разработок в дебютах, 
        он обладал высокой эндшпильной техникой.
    </p>

    <p>
        Дважды (в 1929 и 1933 годах) Алехин защитил титул в матчах против Ефима Боголюбова, в 1935 году он проиграл матч Максу Эйве, 
        но через два года победил в матче-реванше и удерживал звание чемпиона мира до самой смерти. Алехин стал единственным 
        чемпионом мира по шахматам, который умер непобеждённым.
    </p>

    <h4>Цитаты:</h4>

    <ol>
        <li>Комбинация — душа шахмат.</li>
        <li>В шахматах можно лишь тогда стать большим мастером, когда осознаёшь собственные ошибки и слабости. Точно как в жизни.</li>
        <li>Поддержание максимального числа боевых сил соответствует интересам стороны, обладающей в данный момент большим игровым пространством.</li>
        <li>Во время турнира шахматный мастер должен быть воздержанным монахом и хищником в одном лице. Хищником по отношению к сопернику, аскетом в повседневной жизни.</li>
    </ol>

    {gallery dir='alekhin' lazy=1}

    {/hinfo}


    {hinfo id=5 name='Макс Эйве' start='20.05.1901' end='26.11.1981'}
    {postimg class='cover' dir='chess' name='euwe.jpg'}
    <p>
        Нидерландский шахматист и математик, пятый чемпион мира по шахматам (1935—1937), международный гроссмейстер (1950). 
        Эйве стал чемпионом мира, победив в матче Александра Алехина, но через два года проиграл ему в матче-реванше. Эйве 
        оставался одним из сильнейших шахматистов мира до конца 1940-х годов, а по окончании карьеры на высшем уровне занялся 
        исследованиями в области информатики.
    </p>
    <p>
        В 1970 году Эйве был избран президентом ФИДЕ и занимал эту должность два срока (1970—1978). На период его президентства пришлись 
        скандальный матч на первенство мира между Борисом Спасским и Робертом Фишером и несостоявшийся матч Фишер — Карпов.
    </p>
    <p>
        Игра Эйве отличалась логичностью и точным расчётом вариантов. Эйве был известен как сильный тактик, а также знаток дебютной теории. 
        Его перу принадлежит большое количество книг, наиболее известны из которых шахматные учебники и дебютные справочники.
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>
            Алехин – выдающийся шахматист, и победить его, конечно, очень трудно. Но, во-первых, это очень престижно – сыграть матч на 
            звание чемпиона мира, а во-вторых, моя маленькая страна хотела бы иметь своего национального героя.
        </li>
        <li>{gray}(Незадолго до смерти){/gray} Мое самое большое желание сейчас – сидеть под яблоней и ничего не делать. Ничего. Просто сидеть под яблоней…</li>
    </ol>

    {gallery dir='euwe' lazy=1}

    {/hinfo}


    {hinfo id=6 name='Михаил Моисеевич Ботвинник' start='17.08.1911' end='5.05.1995'}
    {postimg class='cover' dir='chess' name='botvinnik.jpeg'}
    <p>
        6-й в истории шахмат и 1-й советский чемпион мира. Гроссмейстер СССР (1935), международный гроссмейстер (1950) и арбитр 
        по шахматной композиции (1956); заслуженный мастер спорта СССР (1945), 7-кратный чемпион СССР (1931—1952). «Патриарх» 
        советской шахматной школы. Председатель Всесоюзной шахматной секции (1938—1939) и правления общества «СССР — Нидерланды» (с 1960). 
        Заслуженный работник культуры РСФСР (1971), заслуженный деятель науки и техники России (1991). Доктор технических наук (1951), профессор.
    </p>

    <p>
        В шахматы Ботвинник начал играть, когда ему было 12 лет. А в 13 лет Михаил — член шахматного клуба, через два года он имел уже первую 
        категорию. Победа над тогдашним чемпионом мира Х.Р. Капабланкой в сеансе одновременной игры в 1925 г. в Ленинграде принесла Ботвиннику 
        первую известность — Михаилу тогда было всего 14.
    </p>
    <p>
        Михаил Ботвинник — один из самых ярких представителей российской шахматной школы, получившей международное признание в 1930-е гг. 
        В истории шахмат с именем Ботвинника связана целая эпоха. Именно Ботвинник утвердил приоритет советской шахматной школы в мировых 
        шахматах. Его игру отличали глубокие стратегические замыслы, неожиданные тактические удары, постоянное стремление к инициативе, 
        к созданию цельных партий.     
    </p>
    <p>
        Ботвинник первым стал уделять особое внимание вопросам тренировки шахматистов, создал свой метод подготовки к соревнованиям. 
        Внес ценный вклад в теорию многочисленных начал, разработал ряд оригинальных дебютных систем (например, система Ботвинника в 
        ферзевом гамбите). Обогатил теорию эндшпиля (особенно ладейных окончаний) ценными анализами. 
    </p>
    <h4>Цитаты:</h4>
    <ol>
        <li>Шахматы это искусство анализа.</li>
        <li>
            В 1964 году я нашел, что в шахматах все начинается с нападения на фигуры противника, с выигрыша материала. Но ведь траекторий, 
            по которым можно напасть на фигуры противника превеликое множество!
        </li>
        <li>
            Каждый из нас знает, что никогда шахматист не рассчитывает все возможные варианты, не смотрит все ходы, возможные на доске... 
            шахматист во время партии в данной позиции, которую он обдумывает, рассматривает примерно 2-4 хода; определяет он эти ходы 
            интуитивно, на основании опыта и т.п.
        </li>
    </ol>

    {gallery dir='botvinnik' lazy=1}

    {/hinfo}


    {hinfo id=7 name='Василий Васильевич Смыслов' start='24.03.1921' end='27.03.2010'}
    {postimg class='cover' dir='chess' name='smyslov.jpg'}
    <p>
        Советский шахматист. 7-й чемпион мира по шахматам (1957—1958), чемпион СССР (1949), международный гроссмейстер (1950). 
        Заслуженный мастер спорта СССР (1948), международный арбитр по шахматной композиции (1957), шахматный теоретик.
    </p>

    <p>
        Старейшина современных шахмат и лучший мастер эндшпиля в истории человечества. Каждый грамотный тренер знает, что наряду 
        с тактикой детей в первую очередь следует учить простым окончаниям. В будущем это окупится с лихвой! Пример Смыслова – лучшее 
        тому подтверждение. Благодаря отцу (Василий Осипович Смыслов, был шахматистом 1-й категории) юный Василий еще в детстве тщательно 
        изучил окончания, прочувствовал возможности фигур, понял нюансы их взаимодействия, чем и заложил надежный фундамент для 
        успешной карьеры на долгие-долгие годы.
    </p>

    <p>
        Филигранная техника седьмого чемпиона мира до сих пор является эталонной. Внимательное изучение его партий – лучший способ 
        научиться играть окончания. Контуры эндшпиля Смыслов видел задолго, еще с дебюта. При этом он вовсе не сушил игру, не стремился 
        любой ценой к разменам.
    </p>

    {gallery dir='smyslov' lazy=1}

    {/hinfo}


    {hinfo id=8 name='Михаил Нехемьевич Таль' start='9.11.1936' end='28.06.1992'}
    {postimg class='cover' dir='chess' name='tal.jpg'}
    <p>
        Советский шахматист, гроссмейстер (1957), 8-й чемпион мира по шахматам (1960—1961).
        Заслуженный мастер спорта СССР (1960), шестикратный чемпион СССР, двукратный чемпион Латвии, 
        восьмикратный победитель олимпиад в составе команды СССР, шестикратный чемпион Европы и трёхкратный чемпион мира среди студентов в 
        командном зачёте, победитель межзональных турниров (1958, 1964, 1979), турнира претендентов (1959), участник двух матчей на первенство 
        мира и семи матчей претендентов, победитель 44-х международных турниров, журналист, главный редактор журнала «Шахматы» (1960—1970).
    </p>

    <p>
        Родился Таль 9 ноября 1936 в Риге. Михаил рос не просто одаренным, а гениальным ребенком. Уже в семь лет он мог умножать трехзначные 
        цифры и был способен слово в слово повторить лекцию отца — известного в Риге врача. В 15 лет Таль получил аттестат зрелости и поступил 
        на филологический факультет Рижского университета.
    </p>

    <p>
        В шахматы Михаил начал играть с десяти лет. В 17-летнем возрасте стал чемпионом Латвии, а в 21 год победил на чемпионате СССР (1957). 
        Для его игры были характерны быстрота мышления, точность расчетов вариантов, головоломные комбинации с каскадом жертв. 
    </p>

    <p>
        Последний романтик шахмат. Это был феерический талант, сравнимый по своему масштабу с дарованиями Морфи и Капабланки! Его появление на 
        шахматном небосклоне в эпоху правления столпов позиционной игры Ботвинника и Смыслова было подобно невесть откуда взявшемуся урагану в 
        ясный, безоблачный день.
    </p>

    <p>
        Феноменальная память, небывалая скорость счета, безбрежная фантазия позволяли Талю играть против грамотных позиционных шахматистов, 
        вооруженных знаниями XX века, в стиле старых мастеров! Пренебрегая устоявшимися канонами, он легко и непринужденно брал неприступные 
        крепости. Действовал по принципу: «если нельзя, но очень хочется, то можно!».
    </p>

    <p>
        Его появление в элите оказалось как нельзя кстати. В конце 50-х черно-белый мир был буквально по рукам и ногам связан жесткими правилами позиционной игры от Ботвинника. Проповедуя логичный, плановый метод ведения шахматного хозяйства, Патриарх, скажем так, подавлял инициативных и творческих молодых игроков. Тренеры, глядя на результаты элитных соревнований, учили своих подопечных играть в «правильные» шахматы. И вдруг пришел молодой, яркий талант и, наплевав на все правила, обыграл титанов мысли!
        Это был переворот, революция!..
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>Есть два типа жертв: правильные и мои.</li>
        <li>Мама, я только что стал самым молодым экс-чемпионом мира. {gray}(после поражения в матче Михаилу Ботвиннику){/gray}</li>
        <li>
            Позже, … я стал всё чаще добиваться успеха в решающих партиях. Возможно потому, что я осознал простую вещь: 
            не только меня одолевал страх, но и моего противника.
        </li>
        <li>
            В одном из интервью Михаилу Талю задали вопрос:<br />
            — Если я выиграю 10 партий у Роберта Фишера и 10 партий у Михаила Таля, на какой разряд я могу рассчитывать? Сейчас у меня третий.<br />
            — Если Вы выиграете 10 партий у Фишера, то я с Вами играть не буду.
        </li>
    </ol>

    {gallery dir='tal' lazy=1}

    {/hinfo}


    {hinfo id=9 name='Тигран Вартанович Петросян' start='17.06.1929' end='13.08.1984'}
    {postimg class='cover' dir='chess' name='petrosyan.jpg'}
    <p>
        9-й чемпион мира по шахматам с 1963 по 1969, международный гроссмейстер (1952), заслуженный мастер спорта СССР (1960), 
        кандидат философских наук, чемпион СССР (1959, 1961, 1969, 1975), шахматный теоретик и журналист, редактор ежемесячника 
        «Шахматная Москва» (1963—1966), главный редактор еженедельника «64» (1968—1977). Кандидат философских наук.
    </p>

    <p>
        Родился Тигран Вартанович в Тбилиси.
        С Шахматами познакомился в начале 1940-х гг. в тбилисском Дворце пионеров, где совершенствовался под руководством А. Эбралидзе. 
        Большое влияние на формирование шахматных взглядов Петросяна оказала книга А. Нимцовича "Моя система на практике", о которой сам Петросян говорит:
        "Бесчисленное множество раз я анализировал партии и позиции из этой книги, причём очень любил читать её без шахмат, и не мудрено, 
        что в конце концов, запомнил её наизусть".
    </p>

    <p>
        Шахматист яркого таланта, Петросян обладал оригинальностью и глубиной шахматного мышления, широкой эрудицией, сочетал своеобразные стратегические 
        планы с филигранным техническим мастерством. Его искусство в позиционной игре, мастерство защиты по праву считаются классическими. 
        Больше всего в Шахматах ценил логику. Внёс ценный вклад в теорию дебютов (французской защита, защита Каро-Канн, ряд закрытых начал). 
        Партия с Б. Гургенидзе (белые; Москва, 1961) - яркий пример его многогранного творчества.
    </p>

    <p>
        За достижения в области Шахмат награждён орденами "Дружбы народов" (1981), "Знак Почёта" (1965), медалью "За трудовую доблесть" (1957). 
        Именем Петросяна названы Центральный дом шахматиста Армении в Ереване, шахматный клуб профсоюзов и заочная школа юных шахматистов 
        профсоюзов в Москве. С 1984 проводятся турниры памяти Петросяна, с 1987 - Всесоюзные командные юношеские турниры памяти Петросяна в Москве. 
        В 1987 учреждена медаль памяти Петросяна.
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>
            Я глубоко убеждён, что в шахматах, хотя они и остаются игрой, нет ничего случайного. И это моё кредо. 
            Я люблю только такие партии, где я играл в соответствии с требованиями позиции... Я верю только в логичную, правильную игру.
        </li>
        <li>Абсолютная уверенность в собственной правоте это один из самых характерных признаков глупости.</li>
        <li>Если противник собирается играть голландскую защиту, главное – не мешать.</li>
    </ol>

    {gallery dir='petrosyan' lazy=1}

    {/hinfo}


    {hinfo id=10 name='Борис Васильевич Спасский' start='30.01.1937'}
    {postimg class='cover' dir='chess' name='Spasskiy.jpg'}
    <p>
        10-й чемпион мира по шахматам с 1969 по 1972, международный гроссмейстер (1955), заслуженный мастер спорта СССР (1965), 
        чемпион СССР (1961, 1973), чемпион мира среди юношей (1955).
    </p>

    <p>
        В Шахматы играет с 5 лет. Совершенствовался в шахматной секции ленинградского Дворца пионеров. В чемпионате Ленинграда (1952) - 2-е место. 
        В 1953 дебютировал на международном турнире в Бухаресте - 4-6-е место (с И. Болеславским и Л. Сабо; выполнил норму международного 
        мастера). Победитель турнира молодых мастеров (Ленинград, 1954). В 1955 впервые участвовал в финале чемпионата СССР: 3-6-е место 
        (с М. Ботвинником, Т, Петросяном и Г. Иливицким). Участник межзонального турнира в Гётеборге (1955) - 7- 9-е место; в 18 лет завоевал 
        право участия в турнире претендентов - Амстердам (1956) - 3-7-е место (с Д. Бронштейном, Е. Геллером, Петросяном и Сабо). 
        В чемпионате СССР (1956) - 1-3-е место (с М. Таймановым и Ю. Авербахом; в дополнительном матч-турнире - 3-е место). 
        Лучшие результаты в других чемпионатах СССР: 1959 - 2-3-е место (с М. Талем), 1961 - 1-е; 1963 - 1-3-е (доп. матч-турнире - 2-е); 
        1973 - 1-е место.
    </p>

    <p>
        В 1976 Спасский женился на француженке русского происхождения и уехал во Францию. В составе команды СССР был победителем 7-ми 
        Всемирных Олимпиад. В 1984 и 1986 возглавлял на Олимпиадах команду Франции. Спасский выходил победителем свыше 20 крупных международных 
        турниров. В 1992 сыграл матч с Р.Фишером в Югославии на условиях, выдвинутых последним еще 20 лет назад – до 10 выигрышей, и проиграл.
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>
            Когда ты играешь с Бобби {gray}(Роберт Фишер){/gray}, речь идет не о победе или поражении. Речь идёт о выживании.
        </li>
        <li>Шахматы похожи на жизнь.</li>
        <li>Чтобы стать чемпионом мира, нужно быть немножко варваром.</li>
    </ol>

    {gallery dir='spasskiy' lazy=1}

    {/hinfo}


    {hinfo id=11 name='Роберт (Бобби) Джеймс Фишер' start='9.03.1943' end='17.01.2008'}
    {postimg class='cover' dir='chess' name='fisher.jpg'}
    <p>
        11-й чемпион мира по шахматам с 1972 по 1975гг. Один из самых ярких и выдающихся шахматистов своего времени. 
        По версии журнала Chess Informant&nbsp;— лучший шахматист XX века.
    </p>

    <p>
        С самых юных лет Фишер привлекал к себе внимание не только феноменальными шахматными успехами. Он стал известен и своими неординарными, 
        часто скандальными поступками и публичными заявлениями. Так, например, о школе подросток отозвался следующим образом: 
        «В школе нечему учиться. Учителя глупы. Нельзя, чтобы учителями работали женщины. В моей школе только учитель физкультуры был неглуп — 
        он неплохо играл в шахматы».
        В 15 лет Фишер оставил школу, чтобы полностью посвятить себя шахматам. «Всё, что я хочу когда-либо делать, — это играть в шахматы», — 
        говорил он.
    </p>

    <p>
        С самого начала целью Фишера было завоевание звания чемпиона мира, для этого он упорно трудился, делая всё возможное. Для поддержания 
        здоровья и спортивной формы он занимался не только шахматами, но и плаванием, теннисом, лыжами, коньками.
    </p>

    <p>
        В 1958 году, в возрасте 15 с половиной лет он стал самым молодым в истории шахмат гроссмейстером, 
        побив предыдущий рекорд Бориса Спасского, получившего звание гроссмейстера в 17 лет.
    </p>

    <p>
        Матч на первенство мира с Борисом Спасским состоялся в Рейкьявике в 1972 году и закончился победой Фишера. После победы Фишера встречали в США 
        как национального героя. Сразу по возвращении в США он был приглашён президентом Никсоном на званый обед в Белый Дом, но отказался от 
        приглашения, сказав: «Терпеть не могу, чтобы все мне смотрели в рот, когда я жую».
    </p>

    <p>
        Последняя партия матча со Спасским стала последней официальной партией, сыгранной Фишером. После завоевания титула новый чемпион играл 
        редко, исключительно неофициальные партии, и ни разу не выступал в серьёзных турнирах. По свидетельствам знавших его людей, получение 
        титула лишь обострило самолюбие нового чемпиона, и даже мысли о возможности поражения были для него крайне болезненны.
    </p>

    <p>
        Не придя после длительных и тяжёлых переговоров к соглашению о порядке проведения матча на первенство мира с Анатолием Карповым, 
        Роберт Фишер отказался играть этот матч. 3 апреля 1975 года ФИДЕ лишило Фишера чемпионского звания и объявило новым чемпионом Карпова.
        В течение последующих двух лет оставалась надежда на то, что матч Фишер-Карпов всё же состоится, но переговоры о матче вне рамок ФИДЕ к 
        осени 1977 зашли в тупик. После лишения звания Фишер так и не вернулся в официальные шахматы.
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>Компьютер&nbsp;&mdash; единственный соперник, не находящий оправданий, когда он мне проигрывает.</li>
        <li>Я чувствую себя превосходно, видя своего противника извивающимся в предсмертных мучениях.</li>
        <li>Люди играют со мной вот уже 15 лет ниже своих возможностей.</li>
        <li>Нет такой женщины, у которой я не выиграл бы, даже дав коня вперёд.</li>
        <li>Я не верю в психологию, я верю в сильные ходы.</li>
        <li>Я знаю людей, обладающих огромной силой воли, но не умеющих играть в шахматы.</li>
        <li>Я играю честно и играю на выигрыш. Если я проигрываю, то принимаю лекарства.</li>
        <li>Лиза Лэйн, чемпионка США по шахматам, как-то назвала Фишера сильнейшим из живущих шахматистов. Ответ: «Это верно, однако Лиза Лэйн, собственно говоря, не в состоянии об этом судить».</li>
        <li>Шахматы&nbsp;&mdash; это жизнь.</li>
        <li>О женщинах: Шахматы лучше.</li>
        <li>Я думаю, что ничья в любой партии теоретична</li>
        <li>Когда я выигрываю, я гений. Когда не выигрываю, я не гений.</li>
        <li>Как побеждает Таль? Он развивает все свои фигуры к центру, а затем жертвует их где-нибудь.</li>
        <li>В том-то и состоят шахматы. Сегодня ты даёшь сопернику урок, а завтра он тебе.</li>
        <li>Кто сколько предлагает денег? Для меня самое важное&nbsp;&mdash; деньги… Повторяю, для меня деньги&nbsp;&mdash; самая важная вещь… <i>(во время переговоров о месте проведения матча с Борисом Спасским на Первенство мира.)</i></li>
        <li>Дети без родителей вырастают волчатами. Я всего лишь человек, но человек необычной судьбы.</li>
        <li>Ни в одной другой области я бы не добился того, чего добился в шахматах. Я не окончил школу и не уверен, что это было нужно.</li>
        <li>Мне нравится, одерживая победы над людьми, подавлять их «я»</li>
        <li><i>(В ответ на довод секретаря посольства США в Тунисе, пытавшейся убедить Фишера не выходить из межзонального турнира Первенства мира: «Вы представляете Соединенные Штаты Америки!»)</i> Я представляю Роберта Джеймса Фишера.</li>
        <li>Я возражаю, когда меня называют шахматным гением, потому что считаю себя всесторонним гением, которому просто выпало играть в шахматы. Мусор вроде Каспарова можно назвать шахматным гением, но он&nbsp;&mdash; как ученый идиот. Он не знает ничего кроме шахмат.</li>
        <li>У меня нет близких друзей. У меня нет секретов. Друзья мне не нужны. Я говорю всё и всем.</li>
        <li>Я не такой мягкий и великодушный человек, каким был бы, если бы мир не изменил меня.</li>
        <li>Посмотрите на историю Соединенных Штатов. Что такое история страны вообще? Стать кем-то из никого, верно? Завоевывать, убивать. Они захватили страну, разграбили земли американских индейцев, поубивали их почти всех… Такова история Соединенных Штатов. Презренная страна.</li>
        <li>Девушки иногда пишут мне. Одна девушка из Югославии прислала мне целую кипу писем. Она говорит, что, когда я был там, звезды взошли в небе над Югославией. Или что-то в этом роде.</li>
    </ol>

    {gallery dir='fischer' lazy=1}

    {/hinfo}


    {hinfo id=12 name='Анатолий Евгеньевич Карпов' start='23.05.1951'}
    {postimg class='cover' dir='chess' name='karpov.jpeg'}
    <p>
        12-й чемпион мира по шахматам с 1975 по 1985 гг.. Чемпион мира среди юношей (1969), международный гроссмейстер (1970),
        заслуженный мастер спорта СССР (1974); чемпион мира и Европы по "быстрым" Шахматам (1988), чемпион СССР (1976, 1983, 1988). 
        Обладатель приза "Шахматный Оскар" (1973-77, 1979-81, 1984, 1994). Главный редактор журнала "64-Шахматное обозрением (с 1980).
        Президент международной ассоциации фондов мира. Экономист.
    </p>

    <p>
        В шахматы играет с 4 лет; в 9 лет выполнил норму 1-го разряда, в 15 - мастер спорта СССР. В 1968 выиграл Кубок Нимейера в Гронингене. 
        С 1969 совершенствовался под руководством С. Фурмана. "Моё содружество с Фурманом являло собой идеальное сочетание" (Карпов). 
    </p>

    <p>
        На мемориале Алехина (1971) лучшей партией признана победа Карпова (белые) над В. Гортом, которую журнал "Шаховски информатор" 
        отметил в числе лучших партий года.
    </p>

    <p>
        Карпов, по мнению специалистов, - шахматист классического позиционного стиля. Для него характерны глубокая и безошибочная оценка позиции, 
        быстрота и внешняя лёгкость игры, умение гармонично взаимодействовать фигурами; "Карпова всегда выделяет изумительное позиционное мышление, 
        придающее ему уверенность в видении наилучших продолжений" (Р. Бирн), "Многие замыслы Карпова становятся понятны его партнёрам, когда спасение 
        уже невозможно" (Таль), "Многие долго не понимали феномена Карпова, и сам долго не мог его разгадать" (Каспаров). 
    </p>

    <p>
        Карпов считает, что в игре он 
        практичен, выбирает не самое простое из нескольких решений, а самое целесообразное. При наличии нескольких равноценных решений его выбор во 
        многом зависит от стиля и характера соперника. Карпов отмечает, что он играет в "правильные" шахматы, избегая ненужного риска. Он не уклоняется 
        от атак и комбинаций, когда они логически вытекают из требований позиции. За достижения в области шахмат награждён орденом Ленина (1981) и 
        орденом Трудового Красного Знамени (1978). 
    </p>

    <p>
        Один из известнейших филателистов в пределах СНГ. Стоимость его коллекции марок по некоторым оценкам составляет не менее 13 миллионов евро.
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>Стиль? У меня нет никакого стиля!</li>
        <li>Для меня шахматы, прежде всего борьба. Во главу угла ставлю спортивное начало...</li>
        <li>Почтовая марка являются превосходным стимулом для развития и тренировки памяти, что особо необходимо шахматистам…</li>
        <li>Марки — хороший помощник в любом деле. Пусть они остаются вашими друзьями на всю жизнь.</li>
        <li>Главное — борьба, воспитание своего характера, а успехи обязательно придут, если постоянно работать над шахматами и по-настоящему их любить.</li>
        <li>Шахматы — просто опасная для психики вещь. Если не иметь внутренних сил к сопротивлению, то дело может кончиться дурдомом. Шахматы — это ловушка. Они сильнее человека.</li>
    </ol>

    {gallery dir='karpov' lazy=1}

    {/hinfo}


    {hinfo id=13 name='Гарри Кимович Каспаров' start='13.04.1963'}
    {postimg class='cover' dir='chess' name='kasparov.jpg'}
    <p>
        13-й чемпион мира по шахматам с 1985 по 1993 гг.. Шахматный литератор и политик.
        Многие эксперты признают Каспарова величайшим шахматистом в истории. Международный гроссмейстер (1980), заслуженный мастер спорта 
        СССР (1985), чемпион СССР (1981, 1988), чемпион России (2004), обладатель одиннадцати шахматных «Оскаров» (призов лучшему шахматисту 
        года). Каспаров единолично возглавлял рейтинг ФИДЕ с 1985 по 2006 год с двумя краткими перерывами: в 1994 году он был исключён из 
        рейтинга по решению ФИДЕ, принятому в 1993 году, а в январе 1996 года Каспаров имел такой же рейтинг, как Владимир Крамник. 
        В 1999 году Гарри Каспаров достиг рекордного рейтинга 2851, который не превзойдён до сих пор.
    </p>

    <p>
        Каспаров стал чемпионом мира в 1985 году, победив Анатолия Карпова. Противостояние «двух К» продолжалось с середины 1980-х до начала 
        1990-х, за это время Карпов и Каспаров сыграли пять матчей за звание чемпиона мира. В 1993 году Каспаров и новый претендент Найджел Шорт 
        вышли из ФИДЕ и провели матч под эгидой новой организации — ПША. ФИДЕ лишила Каспарова титула, и до 2006 года существовало два чемпиона мира — 
        по версии ФИДЕ и по «классической» версии. В 2000 году Каспаров проиграл матч на первенство мира Владимиру Крамнику.
    </p>

    <p>
        В 2005 году Каспаров объявил, что заканчивает шахматную карьеру, чтобы посвятить себя политической деятельности. 
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>Нужно бороться до последнего, даже если у тебя выигрышная позиция.</li>
        <li>Самое большое искусство в шахматах состоит в том, чтобы не показать сопернику, что он может делать.</li>
        <li>Партии всегда разные, интервью всегда одинаковые.</li>
        <li>Интеллект определяется не пройденным путём, а результатом.</li>
        <li>We like to think. (asked by Hans Ree why he and Karpov get into time trouble so often).</li>
        <li>Слабости характера обычно проявляются во время шахматной партии.</li>
        <li>Хорошо, что в СССР популярной игрой были шахматы, а не бейсбол. (<i>после удара шахматной доской по голове</i>)</li>
        <li>В шахматах в одиночку не создают шедевров. Нужен соперник высшего уровня.</li>
    </ol>

    {gallery dir='kasparov' lazy=1}

    {/hinfo}


    {hinfo id=14 name='Владимир Борисович Крамник' start='25.06.1975'}
    {postimg class='cover' dir='chess' name='kramnik.jpg'}
    <p>
        14-й чемпион мира в 2006—2007 годах, чемпион мира по версии ПША (2000—2006). 
        Российский шахматист, абсолютный чемпион мира, многократный победитель крупнейших турниров, 
        обладатель шахматного "Оскара", трехкратный олимпийский чемпион в составе сборной России. 
        Один из самых эрудированных шахматистов современности, лучший в мире аналитик дебютных 
        вариантов.
    </p>

    <p>
        Родился 25 июня 1975 года в Туапсе. Шахматами начал заниматься в 5 лет. Переехав вместе с 
        семьей из Туапсе в Москву, Крамник поступил в шахматную школу Михаила Ботвинника. Легендарный 
        гроссмейстер зачислил его в число учеников, посмотрев всего на две партии, сыгранные Крамником. 
        В 1991 году в 16 лет стал чемпионом мира среди шахматистов не старше 18 лет.
    </p>

    <p>
        В 1992 году благодаря Гарри Каспарову Крамник стал членом сборной России и вместе с командой 
        выиграл Олимпиаду в Маниле (Филиппины), показав на своей доске уникальный результат – 8,5 очков 
        из 9 возможных. После этого его турнирные результаты стали улучшаться год от года. В 1994 году 
        в финале представительного турнира по быстрым шахматам в Нью-Йорке он обыграл Каспарова.
    </p>

    <p>
        Владимир Крамник считается выдающимся мастером позиционной игры, любителем закрытых позиций, 
        в которых соперникам сложно сосчитать варианты. Для Крамника, по его собственным словам, шахматы не спорт, а искусство.
    </p>

    <p>
        У каждого свое число. У Владимира Крамника — 15! Его имя и фамилия дают в сумме 15 букв. 
        Одержал победу в матче на первенство мира в 15 партиях. Поверг соперника после 15 лет чемпионства.
        И еще — победитель Крамника, станет 15-м чемпионом мира...
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>Хочется играть в шахматы, а не соревноваться в глубине анализа, но… Если ты хочешь добиться результата, 
            приходится заниматься такой тупой работой.</li>
        <li>Мне не мешает отсутствие зрителей. Мне достаточно борьбы в моих партиях.</li>
        <li>
            Два шахматиста в одной семье — это слишком. Хоть один из супругов должен быть нормальным.
            {gray}(В ответ о намерениях жениться){/gray}
        </li>
    </ol>

    {gallery dir='kramnik' lazy=1}

    {/hinfo}


    {hinfo id=15 name='Вишванатан Ананд' start='11.12.1969'}
    {postimg class='cover' dir='chess' name='anand.jpg'}
    <p>
        Индийский шахматист, гроссмейстер, 15-й чемпион мира c 2007 года.
    </p>

    <p>
        Появление Ананда на международной арене произвело большое впечатление на шахматный мир. 
        Столь скорострельного игрока история еще не знала. В принципе, при желании каждый может 
        регулярно завершать серьезные партии, потратив всего 20–30 минут. Чего проще – делать ходы 
        быстрее! Но вот при этом еще и выигрывать у сильных гроссмейстеров мог только Виши. Почему? 
        У него есть огромный природный талант, мощная интуиция, позволяющая сходу видеть хорошие, 
        качественные ходы. Всё это помогает Ананду играть стабильно сильно и не 
        тратить много времени даже в партиях с классическим контролем времени. А уж тем более – 
        в быстрые шахматы и блиц, в которых Ананд не имеет себе равных.
    </p>

    <p>
        С шахматами Ананд познакомился в возрасте шести лет. Первым учителем была его мама. Вскоре 
        Ананд стал одним из сильнейших шахматистов в своей стране. В 1983 году он выиграл юношеский 
        чемпионат Индии с результатом 9 из 9, в это время ему было 14 лет. Ананд стал самым юным 
        (14 лет) индийцем, добившимся звания международного мастера, в 1984 году. 
    </p>

    <p>
        В 16 лет он стал чемпионом Индии, в дальнейшем Ананд выигрывал чемпионат Индии ещё дважды. В 1987-м он стал 
        первым представителем Индии и, одновременно, Азии, выигравшим звание чемпиона мира среди юношей. 
        В 1988-м Ананд стал международным гроссмейстером, первым в Индии. Благодаря ему шахматы вновь 
        стали очень популярными на его родине.
    </p>

    <h4>Цитаты:</h4>
    <ol>
        <li>Я — чемпион мира и не обязан ни с кем ничего обсуждать.</li>
    </ol>

    {gallery dir='anand' lazy=1}

    {/hinfo}

</div>

{part}Стихи о шахматах{/part}
<p>
    Сегодня я предлагаю Вашему вниманию стихи, которые также будут посвящены шахматам.
    К сожалению, мне не удалось определить авторов всех произведений, поэтому, если кто-либо знает, кому они принадлежат, 
    напишите мне и я обязательно расставлю авторство.
</p>

{verse name='' year=''}

Война, сраженья, гибнут люди!
Играть в такое мы не будем!
Зато есть в клеточку доска,
На ней сражаются войска!
Войска двух славных королей
И замечательных ферзей.

Вот впереди шеренга – пешки,
Не можешь сбить их как орешки:
За них весь шахматный народ,
А ходят пешки лишь вперёд,
Но, если враг подставит бок,
Собьют его наискосок!

А по краям доски ладьи
За строем пешек позади,
По силе шахматной, друзья,
Они слабее лишь ферзя!
В боях врагам они страшны
На все четыре стороны!

Стоят с ладьями рядом кони,
А не игрушечные пони:
О! Это грозные бойцы,
Прыжком летят во все концы,
И как их плотно не закрой,
Перепрыгнут через строй!

Слоны пред нами боевые,
Дороги у слонов косые,
У двух слонов пути при этом
Отличаются лишь цветом.
Заметим: кони и слоны
По силе шахматной равны!

Но не коням, и не слонам,
И даже не самим ладьям,
Когда в бою придётся биться,
По силе с ферзем не сравниться:
Из-за умения ферзя
Играть как слон и как ладья!

Какую, спросите вы, роль
Играет в шахматах король?
Вот если коротко сказать,
Роль короля чтоб проиграть!
Когда поставлен ему мат,
Окончен короля парад!
{/verse}

<p>
    Следующее стихотворение состоит из 5и миниатюр, посвящённых шахматным фигурам:
</p>

{verse name='Пять миниатюр в честь шахматных фигур' year=''}
Прекрасен Конь, могуч и яр, 
Наполнен жаждою полёта. 
Ему не дан прямой удар, 
Зато он - мастер апперкота. 

Лишь одноцветные поля 
Слона в походе привлекали. 
Он на чужого короля 
Нацелен по диагонали. 

Её манёвр - сплошной кроссворд. 
Горизонтали, вертикали... 
Ладье по нраву - "тихий" ход, 
Но вот - удар, и враг в печали! 

Ферзю дана большая власть - 
Не удовольствие, а бремя. 
Возглавить бой, сразить, напасть, 
Но рисковать всё это время, 

Король в дебюте - трусоват, 
Чуть что - и сразу рокировка. 
А под конец и он - солдат, 
Воюет не спеша, но ловко. 
{/verse}


<p>
    Игра в шахматы прекрасно позволяет переключиться, освободиться от неприятных мыслей, 
    забыть о тяготах повседневности и погрузиться в совершенно особенный мир. Следующие стихи именно об этом 
    свойстве шахмат.
</p>

{verse name='НАД  ШАХМАТНОЙ ДОСКОЙ' year=''}
И если сердце съедено тоской,
И если в нем не заживает рана, &mdash;
Склонись скорей над шахматной доской:
Здесь тот же мир, но только без обмана.

И если страстью, горькой, роковой
Терзаем ты без отдыха и срока, &mdash;
Склонись скорей над шахматной доской:
Здесь тоже страсть, но только без порока.

И если ты, замученный борьбой,
День ото дня томишься безысходней, &mdash;
Склонись скорей над шахматной доской:
И здесь борьба, но только благородней.

И если силу, радость и покой
Взяла она, та, что подобна лани, &mdash;
Склонись скорей над шахматной доской:
И здесь любовь, но только без страданий!
{/verse}


<p>
    Уже много лет, начиная с 1966 года, во всем мире 20 июля отмечают Международный день шахмат (International Chess Day). 
    Этот праздник проводится по решению ФИДЕ — Всемирной шахматной федерации (World Chess Federation, FIDE),
    основанной в 1924 году.
</p>

<p>
    Следующий весёлый стих мне очень понравился, и посвящён он как раз Международному дню шахмат.
</p>

{verse name='' year=''}
Тут не надо быть речистым,
Это всяк уразумеет:
Наконец-то шахматисты
Свой Всемирный день имеют!

Можем мы, в подлунном мире
Получив свое признанье,
Ход с е-2 на е-4
Делать с полным основаньем.

Двигая фигуры ловко,
С полным чувством, с полным правом
Можем делать рокировку
И налево, и направо.

Позволяются нам в играх
Комбинации с размахом.
Даже мат теперь всемирно
Разрешен нам после шаха.

Праздник есть теперь на свете
Всех, кто в шахматы играет.
Как же, братцы, не отметить
Этот день как подобает?!
{/verse}

<p>
    У шахмат есть не только свой день, но и свой гимн! Очень знаково то, что гимн этот был написан шестнадцатилетней девочкой,
    Алиной Кашлинской. В пятнадцать лет Алина стала самым юным из гроссмейстеров международного класса в России и Европе.
    Ранее, еще в тринадцать, ей было присвоено звание международного мастера.
</p>

<p>
    Высокие достижения в спорте – далеко не все из того, чем известна Алина. На личном Интернет-сайте девочки 
    размещен не только 
    <a href='http://kashlinskaya.ru/stihi/gimn-shaxmatistov.php' target="_blank">«Гимн шахматистов»</a>.
    Юное дарование – автор басни 
    <a href='http://www.kashlinskaya.ru/stihi/shahmatistka.php' target='_blank'>«Шахматистка»</a> и 
    <a href='http://www.kashlinskaya.ru/stihi/oda.php' target='_blank'>«Оды шахматам»</a>.
    В самом раннем возрасте Алина 
    уже писала статьи на темы шахмат. На сайте помещены различные публикации в шахматных изданиях, разборы интересных
    партий Алины и многое другое.
</p>

<br />

<p>
    На этом с поэзией мы закончим:) Прежде, чем перейти к разбору задач предыдущего номера, а также к новым задачам, я, как и раньше, предлагаю немного 
    развеяться. Страничка юмора сегодня также связана с шахматами и всем тем, что их окружает.
</p>

<!--Юмор-->
{part}Юмор и шахматы{/part}

{joke}
<p>
    Гроссмейстер Шамкович встретился в Америке с Фишером и показал ему интересную позицию — 
    конь борется против пешки и, прежде чем остановить ее, неожиданно удаляется в другую сторону. 
    С этим этюдом не мог справиться ни один гроссмейстер, однако Фишер нашел правильный маршрут всего 
    за три минуты. Шамкович понял, что Фишер — гений. Впоследствии он предложил эту же задачу 
    Каспарову. Гарри обнаружил необходимую траекторию коня за две минуты. Тогда Шамкович понял, 
    что Каспаров гениальнее Фишера на одну минуту. 
</p>
{/joke}

{joke}
<p>
    В Лондоне Стейницу приходилось зарабатывать на жизнь игрой на ставку в шахматных кафе. 
    В одном из них он нашёл постоянного партнёра, который платил фунт стерлингов за каждую 
    проигранную партию. Стейниц давал ему коня вперёд и всё время выигрывал.
    <br/>
    Один из друзей чемпиона мира заметил, что Стейниц может потерять хорошего партнёра, если не 
    даст ему возможности хоть иногда выигрывать. Этот совет показался Стейницу разумным, и однажды, 
    умышленно подставив ферзя, он признал себя побеждённым.<br/>

    Счастливый победитель вскочил из-за стола и, ликуя, воскликнул:<br />
    — Я выиграл у чемпиона мира!<br />
    С этими словами он выбежал на улицу и с тех пор в кафе больше не появлялся.
</p>
{/joke}


{joke}
{h1}Загадка Короля{/h1}
<p>
    Уже почти всем стало ясно, что Чёрные с лишним Конём и Пешкой дожны победить, когда вдруг 
    произошло нечто непостижимое. Их Король, которому и шаха-то никто не объявлял, ни с того ни с 
    сего шагнул в угол и тут же получил мат!
    Чёрные долго не могли прийти в себя. Наконец, опомнившись, стали возмущаться позорной выходкой своего Короля.<br />
    — Нелёгкая бы тебя взяла фигура... — шипела Королева. — Опять, наверное, наанализировался до зелёных чёртиков!<br />
    — Я и то замечаю, — ввернула Ладья, — как что-нибудь ему пожертвуют, сразу бежит на ближайший угол.<br />
    — Жаль, нельзя Королей связывать, — процедил Слон, — а то бы он у меня не очень-то побегал!<br />
    — А не дипломатический ли это был ход с его стороны? — задумчиво произнесла Пешка.<br />
    И никто, никто не догадался, что Король был просто напросто «тронутый». Непоправимо тронутый!
</p>
{/joke}


{joke}
<p>
    {nl2br}
    Остроумную шутку сыграл с самонадеянным любителем Эм. Ласкер. Дело происходило в купе поезда. Не ведая, что перед ним великий маэстро, любитель предложил скоротать время игрой в шахматы.
    — В какую примерно силу вы играете? — осведомился он.
    — О, весьма посредственно! — ответил Ласкер.
    — Тогда для уравнения шансов я сниму с доски ферзя — иначе мне будет неинтересно.
    — Как вам угодно. Но, мне кажется, ферзь только мешает игре, — сказал Ласкер.
    — Вы в самом деле ничего не понимаете в шахматах! — и любитель, решительно сняв с доски ферзя, начал партию.
    Намеренно подставляя одну фигуру за другой, Ласкер проиграл. Сдаваясь, он заметил:
    — Я все же был прав и, если позволите, докажу вам, что без ферзя действовать гораздо легче.
    — Бывают же такие невежественные люди! — любитель уже начинал жалеть, что затеял игру, но решил быть снисходительным. — Что ж, попробуйте.
    Теперь снял с доски ферзя Ласкер. И выиграл.
    — Вот видите, — продолжал Ласкер. — Дело вовсе не в силе игры. Я давно подметил: тот, у кого нет ферзя, имеет большое преимущество. Хотите, проверим еще раз.
    И он снова повторил мистификацию, опровергавшую все шахматные законы.
    Партнер был совершенно растерян…
    {/nl2br}
</p>
{/joke}


{joke}
<p>
    {nl2br}
    Умер шахматный любитель и попал в рай. А там и Ласкер, и Стейниц, и Капабланка, и Эйве, и Алехин, и Ботвинник. Несчастный любитель так хочет сыграть в шахматы с чемпионами. Не выдержал, подходит к Алехину:
    — Можно с вами сыграть?
    — Отчего ж, извольте.
    Быстренько расставили фигуры, любителю выпало играть белыми. Он, естественно, е2-е4. Алехин берет и кладет своего короля на доску — проиграл. Несчастный любитель в панике.
    — Что случилось?
    — Вы знаете, дорогой. Вы здесь недавно, а мы давно. При правильной игре, е2-е4 всегда выигрывает.
    {/nl2br}
</p>
{/joke}


{joke}
{text}
У Вильгельма Стейница как-то перед началом одного из турниров спросили:
"У кого, по-вашему, лучшие шансы на первый приз?"
Чемпион мира спокойно ответил:
"У меня. Ведь мне достались более легкие соперники, чем моим конкурентам".
Спрашивающий опешил:
"Как же так?"
Стейниц с улыбкой разъяснил:
"Им же надо играть с чемпионом мира, а мне нет!" 
{/text}
{/joke}


{joke}
<p>
    Один мужчина был азартным шахматистом, но, хотя играл он очень слабо, никогда не признавал себя побежденным. Как-то, играя с известным шахматистом, он проиграл три партии подряд. Какой-то шутник подошел к нему и спросил:<br />
    — Ну что, приятель? Неужели снова проиграл?<br />
    — Первую партию мой партнер не проиграл, другую партию я у него не выиграл, а третью партию я хотел было свести к ничьей, но он не согласился.
</p>
{/joke}


{joke}
{text}
Два психолога :
— Я нового пациента всегда спрашиваю, играет ли он в шахматы.
— Зачем?
— Если не играет - советую играть, если играет - советую прекратить.
— Почему?
— Почему - сам не знаю, но в 80% случаев помогает.
{/text}
{/joke}


{joke}
{text}
Гроссмейстер плохо выспался и перед началом тура выразил неудовольствие владельцу отеля:
— Ваша собака лаяла всю ночь, и теперь дело может плохо кончиться.
— Не беспокойтесь, сэр, – последовал ответ, – она выспится днём.
{/text}
{/joke}


{joke}
{text}
— Вась, а чего ты с Петей больше не играешь в шахматы?
— Ну а ты бы сам, стал играть с человеком, который когда проигрывает ругаеться, бросает в тебя фигурами, бьёт тебя доской по голове...???
— Конечно нет!!!!
— Ну так вот он и не стал играть....
{/text}
{/joke}


{joke}
{text}
— Вчера в ресторане Каспарова встретил...
— Да ты что?!?! И какие у тебя впечатления?
— Да ну его! Представь, там скатерти в клетку.. Я попросил его соль передать, так он сначала 40 минут думал! 
{/text}
{/joke}


{joke}
{text}
— Я призналась отцу, что ты шахматист.
— И какова была его реакция?
— Он был очень рад.
— Приятное сообщение.
— Но не подумай, что папа любит шахматы.
— Тогда что же его обрадовало?
— Просто мой последний жених, которого отец пытался выбросить за дверь, оказался боксером. 
{/text}
{/joke}


{joke}
<p>
    По утверждению ряда программистов, Гарри Каспаров во время недавней игры
    с шахматным компьютером использовал секретный код, давший его королю бессмертие.
</p>
{/joke}



{*Ответы на задачи предыдущего номера*}
{part}TASKS_A{/part}
<p>
    В прошлом номере я, как обычно, оставил несколько задач без ответа, и теперь пришла пора свериться:)
</p>

{chis_rebus_task text='реши+если=силён'}


{task}
<p>
    Распознайте следующие слова, буквы в которых перепутаны: "накылиука"{*каникулы*}, 
    "кооваржно"{*жаворонок*} и "еиорнхветисто"{*стихотворние*}.
</p>
{ans}
<p>
    накылиука = каникулы, кооваржно = жаворонок, еиорнхветисто = стихотворние
</p>
{/ans}
{/task}



{*ЗАДАЧИ*}

{part}TASKS{/part}
<p>
    Сегодня Вашему внимаю предлагается очередная серия задач для самостоятельного решения. Все они, естесственно, будут связаны
    с шахматами.
</p>



{task}
<p>
    Можно ли целиком покрыть домино квадрат 8x8, из которого вырезаны противоположные угловые клетки?
    Предполагается, что каждое домино имеет размеры 2x1 и покрывает два соседних поля доски, а каждое 
    поле покрывается одной половинкой домино.
</p>
{solut}
<p>
    Мы могли бы воспользоваться алгебраическими рассуждениями, однако шахматное решение и проще, и изящнее.
    Окрасим наш урезанный квадрат в черно-белый цвет, превратив его в шахматную доску без двух угловых полей A8 и H1:
</p>

{postimgb name='desk_domino.png'}

<p>
    При любом покрытии доски каждое домино покрывает одно белое и одно черное поле. У нас же черных полей на два больше, 
    чем белых (вырезанные поля — белые), и поэтому необходимого покрытия не существует! 
</p>
<p>
    Как мы видим, раскраска доски не только позволяет шахматисту легче ориентироваться во время игры, но и служит средством решения математических головоломок.
</p>
{/solut}
{ans}
<p>Нет</p>
{/ans}
{/task}


{task}
<p>
    При помощи шахматной доски докажите теорему Пифагора. Всё необходимое приведено на рисунке ниже:
</p>

{postimgb name='desk_pifagor.png desk_pifagor2.png' text='Теорема Пифагора на шахматной доске'}

{hint}
<p>
    Заметте, что площадь квадрата на левом рисунке равна сумме площадей квадратов на правом рисунке.
</p>
{/hint}
{proof}
<p>
    Доска разбира на квадрат и четыре одинаковых прямоугольных треугольника.
    Треугольники в обоих случаях занимают одну и ту же площадь, и, следовательно, 
    одну и ту же площадь занимают оставшиеся части доски без треугольников. Поскольку большой 
    квадрат (слева) построен на гипотенузе прямоугольного треугольника, а маленькие (справа) — на 
    его катетах, то знаменитая теорема Пифагора доказана.
</p>
{/proof}
{/task}



<br />

<p>
    Совсем не обязательно быть шахматистом, чтобы знать, какая шахматная фигура самая удивительная. 
    Конечно, это конь! Не случайно выражение “ход конем” стало крылатым и прочно вошло в наш быт. 
    А один из самых остроумных гроссмейстеров, С. Тартаковер, прямо считал, что “вся шахматная партия — это один замаскированный ход конем”. 
    Поэтому, переходя к математическим задачам с участием фигур, мы прежде всего остановимся на задачах о коне.
</p>

{task}
<p>
    Задача, с которой мы начнём, называется "задача о ходе коня". Формулируется она следующим образом: 
    найти маршрута шахматного коня, проходящего через все поля доски по одному разу.
</p>
<p>
    Об этой задаче я узнал, будучи ещё в школе. Один урок (не помю, правда, какой именно) потратил на разрисовывание черновика ходами коня
    и под конец занятия всёже справился:)
</p>
<p>
    Задача, на самом деле, очень интересная, и чтобы Вы не тратили на неё бумагу, я написал специальное приложение, которое Вам сейчас и предлагаю.
</p>

{psplugin name='chessknight'}.{/psplugin}

<p>
    Дополнительный материал по этой задаче Вы сможете найти в прекрасной
    <a href='http://ru.wikipedia.org/wiki/Задача_о_ходе_коня' target="_blank">статье на википедии</a>. Здесь я не буду дублировать
    её содержимое.
</p>
<p>
    Некоторые вырианты решения можно посмотреть, нажав "&loz;&nbsp;решение" под доской. Все решения - жестко заданы, но возможно когда-нибудь 
    я выделю время, и реализую поиск решений по правилу Варнсдорфа.
    Пока-же предложу это сделать вам в качестве дополнительного задания:)
</p>
{/task}




{task}
<p>
    На поле A1 шахматной доски стоит конь. Может ли он обойти всю доску, побывав на каждом поле ровно один раз и попасть
    в противоположное угловое поле H8?
</p>
{solut}
<p>
    Нетрудно заметить, что конь с каждым ходом меняет цвет поля, на котором стоит. В самом начале конь стоит на чёрном поле A1.
    Поэтому, если он сделает чётное число ходов, то опять окажется на чёрном поле, а если нечётное, то на белом. Чтобы обойти все поля 
    шахматной доски, ему потребуется сделать 63 хода.
</p>
<p>
    Таким образом путь коня закончится на белом поле, однако клетка H8 &mdash; чёрная, значит она не может быть завершающей.
</p>
{/solut}
{ans}
<p>Нет</p>
{/ans}
{/task}

<p>
    Те, кто справился с предыдуей задачей, без сомнения справятся и со следующей;)
</p>

{task}
<p>
    Поставим на шахматную доску одну пешку. Может ли конь, помещённый на одну из свободных клеток, обойти все остальные свободные клетки и 
    вернуться на исходную, побывав на каждом поле только один раз?
</p>
{solut}
<p>
    Для того, чтобы конь обошёл все свободные 63 клетки, он должен сделать 63 хода. При каждом ходе конь меняет цвет поля, на котором он находился. 
    Так что после хода с номером 63 он будет находиться на поле, цвет которого отличен от цвета исходного поля. Но по условию после этого хода 
    конь должен вернуться на исходную клетку. Полученное противоречие доказывает, что конь не может совершить требуемое путешествие.
</p>
{/solut}
{ans}
<p>Нет</p>
{/ans}
{/task}




{task}
<p>
    Какое максимальное число не бьющих друг друга:
    {*http://chess-portal.net/page/6/*}
</p>
<ol>
    <li>ладей</li>
    <li>королей</li>
    <li>слонов</li>
    <li>коней</li>
</ol>
<p>
    можно расставить на доске 8×8? Постарайтесь задачу решить устно, представляя шахматную доску в воображении.
</p>
{ans}
<ol>
    <li>8</li>
    <li>16</li>
    <li>14</li>
    <li>32</li>
</ol>
{notice}Развёрнутых ответов не даю, так как вскоре Вы лично сможете расставить эти фигуры:){/notice}
{/ans}
{/task}




{task}
<p>
    Множество очень интересных и красивых задач на шахматной доске возникает при решении следующих двух комбинаторных проблем:
</p>
<ol>
    <li>
        Какое наибольшее число одноименных фигур можно расставить на доске так, чтобы никакие две из них не угрожали друг другу?
    </li>
    <li>
        Какое наименьшее число одноименных фигур можно расставить на доске так, чтобы они держали под обстрелом все свободные поля доски? 
    </li>
</ol>

<p>
    Первое из этих чисел называют числом независимости для соответствующих фигур, а второе — числом доминирования.
</p>    

<p>
    Для каждой фигуры на доске размером 8x8 задачи эти решены и ответы на них приведены в таблице ниже, где также указано кол-во вариантов расстановок, 
    дающих эти решения.
</p>
<p>
    Предлагаю Вам решить данные задачи на практике, для чего и написал следующее приложение. Для некоторых фигур найти нужные расстановки 
    очень просто, а с некоторыми прийдётся немного повозиться. Удачи;)
</p>

<table class='colored combinations'>
    <thead>
        <tr>
            <th></th>
            <th>Ладья</th>
            <th>Король</th>
            <th>Ферзь</th>
            <th>Слон</th>
            <th>Конь</th>
        </tr>
    </thead>
    <tbody>
        <tr>
            <td class='first'>Число независимости</td>
            <td>8</td>
            <td>16</td>
            <td>8</td>
            <td>14</td>
            <td>32</td>
        </tr>
        <tr>
            <td class='first'>Число расстановок</td>
            <td>40320</td>
            <td>281571</td>
            <td>92</td>
            <td>256</td>
            <td>2</td>
        </tr>
        <tr>
            <td class='first'>Число доминирования</td>
            <td>8</td>
            <td>9</td>
            <td>5</td>
            <td>8</td>
            <td>12</td>
        </tr>
        <tr>
            <td class='first'>Число расстановок</td>
            <td>2·8\sup{8}&minus;8!</td>
            <td>?</td>
            <td>4860</td>
            <td>20736</td>
            <td>?</td>
        </tr>
    </tbody>
</table>

{psplugin name='chessplacing'}.{/psplugin}

{/task}


{task}
<p>
    Вашему вниманию предлагается интересная шахматная задача. 
    Белые ставят мат в один ход... Но не все так просто:) Предложенная расстановка обладает,
    как минимум, двумя особенностями, найдите их. Сейчас ход белых.
</p>
{chessboard small=1}
wqb1,wbg1,wrh1,wpd2,bpf2,wbg2,bpd3,bpe3,bph3,bpc4,bkd4,wkd6,bpg6,bpa7,bpb7,bpf7,wnd8,wrg8
{/chessboard}

{notice}
Доска не перевёрнута и белые начинали партию на горизонталях 1 и 2, как обычно. 
Никакого подвоха в этом нет. Расстановка не интерактивная и на клики не реагирует:)
{/notice}

{ans_next}
{/task}

{task}
<p>
    Ниже показано расположение фигур, которое возникло в реальной шахматной партии. 
    Следующим ходом кто-то должен поставить мат. Кто ставит мат &mdash; черные или белые? 
    Ответ обосновать.
</p>

{chessboard small=1}bph2,wrg3,wkh3,wpg5,bkh5,wrg6{/chessboard}

{ans}
<p>
    В данной ситуации мат могут моставить как белые, подвинув ладью с g6 на h6, так и чёрные,
    подвинув пешку с h2 на h1. Поэтому вопрос сводится к тому, чей сайчас ход.
</p>
<p>
    Допустим сейчас ход белых, это значит, что предыдущий ход сделали чёрные. Чёрная пешка не 
    могла стоять на h3, т.к. это поле занято белым королём. Чёрный король не мог прийти с g4 или h4,
    т.к. эти поля под ударом белого короля. Но он также не мог прийти и с h6, т.к. там двойной шах.
</p>
<p>
    Итак, предыдущий ход сделали белые, и значит сейчас ход чёрных, которые ставят мат, походив 
    пешкой с h2 на h1.
</p>
{/ans}
{/task}



{task}
<p>
    Hа шахматной доске стоит белый коpоль (a1), и чеpный коpоль (d4). 
    Добавьте две белые ладьи и белого коня так, чтобы чеpный коpоль оказался заматован. 
    Складывать доску пополам и т.п. не {nobr}надо :){/nobr}
</p>

{chessboard small=1}wka1,bkd4{/chessboard}

<p>
    Сама задача пpинадлежит мастеpу головоломок Сэмюэлю Ллойду. Он любил подобные пpиколы над 
    "пpостыми смеpтными" &mdash; вспомнить хотя бы знаменитые "пятнашки". Позже этому человеку я 
    посвящу отдельную заметку.
</p>

{ans}
{chessboard small=1}wka1,bkd4,wrc4,wre4,wnf4{/chessboard}
<p>
    Нетpудно видеть, что возможно 4 ваpианта pасположения фигуp.
    Тем не менее, в pеальной паpтии такая позиция невозможна.
</p>
{/ans}
{/task}

{*ещё задачки*}
{part}Афоризмы о шахматах{/part}

<p>
    Помимо чемпионов мира по шахматам, за всю историю, конечно, было очень большое количество выдающихся шахматистов и шахматных композиторов. 
    С моей стороны было-бы несправедливо совсем ничего не сказать хотябы о некоторых их них. С этой целью завершить выпуск журнала 
    мне хотелось бы не одним афоризмом, как я это делаю обычно, а целой подборкой, принадлежащей шахматистам разного времени.
    Надеюсь любопытство толкнёт Вас к тому, чтобы самим найти информацию о них, и не только;)
</p>

{citatas}

{citata}Некоторая часть ошибки всегда верна.
{from}{postimgp dir='chess' name='Ksawery_Tartakower.jpg'}Тартаковер{/postimgp}{/from}
{/citata}

{citata}Чтобы не потерять фигуру, многие игроки сдают игру.
{from}{postimgp dir='chess' name='Ksawery_Tartakower.jpg'}Тартаковер{/postimgp}{/from}
{/citata}

{citata}Ничью можно получить тремя одинаковыми ходами или одним плохим.
{from}{postimgp dir='chess' name='Ksawery_Tartakower.jpg'}Тартаковер{/postimgp}{/from}
{/citata}

{citata}Всегда лучше жертвовать фигурами своего противника.
{from}{postimgp dir='chess' name='Ksawery_Tartakower.jpg'}Тартаковер{/postimgp}{/from}
{/citata}

{citata}Недостаточно быть хорошим игроком. Вы также должны хорошо играть.
{from}{postimgp dir='chess' name='Tarrasch.jpg'}Тарраш{/postimgp}{/from}
{/citata}

{citata}Если ваш оппонент предложил ничью, попытайтесь понять, почему он признает свою несостоятельность.
{from}{postimgp dir='chess' name='NigelShort.jpg'}Шорт{/postimgp}{/from}
{/citata}

{citata}Современные шахматы больше волнуются о пешечной структуре. Забудьте о ней; мат всё решит.
{from}{postimgp dir='chess' name='NigelShort.jpg'}Шорт{/postimgp}{/from}
{/citata}

{citata from='Файн'}Первый принцип наступления: не позволяйте сопернику развиваться.
{from}{postimgp dir='chess' name='ReubenFine.jpg'}Файн{/postimgp}{/from}
{/citata}

{citata}Победитель &mdash; это тот, кто делает меньше ошибок, чем его противник.
{from}{postimgp dir='chess' name='Ksawery_Tartakower.jpg'}Тартаковер{/postimgp}{/from}
{/citata}

{citata}Проходная пешка &mdash; преступник, которого нужно держать под замком.
{from}{postimgp dir='chess' name='Nimcovich.jpg'}Нимцович{/postimgp}{/from}
{/citata}

{citata}Те, кто говорят, что понимают шахматы, ничего не понимают.
{from}{postimgp dir='chess' name='RobertHubner.jpg'}Хюбнер{/postimgp}{/from}
{/citata}

{citata}Не ход ищи, не два хода, а целый план ищи.
{from}{postimgp dir='chess' name='EugeneZnoskoBorovsky.jpg'}Зноско-Боровский{/postimgp}{/from}
{/citata}

{citata}Изолированная пешка портит настроение всей доске.
{from}{postimgp dir='chess' name='Ksawery_Tartakower.jpg'}Тартаковер{/postimgp}{/from}
{/citata}

{citata}Пешечные эндшпили это гольф.
{from}{postimgp dir='chess' name='CecilPurdy.jpg'}Пурди{/postimgp}{/from}
{/citata}

{citata}Нет такой цены, которую нельзя заплатить за скальп короля.
{from}{postimgp dir='chess' name='Koblenc.jpg'}Кобленц{/postimgp}{/from}
{/citata}

{citata}Каждый шаг к эндшпилю усиляет короля.
{from}{postimgp dir='chess' name='Nimcovich.jpg'}Нимцович{/postimgp}{/from}
{/citata}

{citata}В каждом здоровом обществе есть проходящая пешка.
{from}{postimgp dir='chess' name='Nimcovich.jpg'}Нимцович{/postimgp}{/from}
{/citata}

{citata}
Когда я играю белыми, я выигрываю, ведь я играю белыми; когда-черными, я выигрываю, ведь это я.
{from}{postimgp dir='chess' name='Bogolubov.jpg'}Боголюбов{/postimgp}{/from}
{/citata}

{citata}Один плохой ход может испортить сорок хороших.
{from}{postimgp dir='chess' name='IsraelAlbertHorowitz.jpg'}Хоровиц{/postimgp}{/from}
{/citata}

{citata}Всегда лучше жертвовать фигурами своего соперника.
{from}{postimgp dir='chess' name='Ksawery_Tartakower.jpg'}Тартаковер{/postimgp}{/from}
{/citata}

{citata}Чем старше я становлюсь, тем больше ценю пешки.
{from}{postimgp dir='chess' name='KeresPaul.jpg'}Керес{/postimgp}{/from}
{/citata}

{citata}Пешка — душа шахмат
{from}{postimgp dir='chess' name='FrantsuaFilidor.jpg'}А.Филидор{/postimgp}{/from}
{/citata}

{citata}Помогите фигурам, чтобы они могли помочь вам
{from}{postimgp dir='chess' name='Morphy.gif'}Морфи{/postimgp}{/from}
{/citata}

{citata}Проигравший всегда виноват
{from}{postimgp dir='chess' name='VasiliyPanov.jpg'}Панов{/postimgp}{/from}
{/citata}

{citata from='Герзадович'}Дебюты учат дебютам. Эндшпили учат шахматам.{/citata}

{citata from='Тайнманн'}Шахматы на 99% состоят из тактики.{/citata}

{citata from='По'}Просчитать не значит проанализировать.{/citata}

{citata from='Пирс Макoрлан'}В шахматах больше путей, чем на всем земном шаре.{/citata}

{citata from='Шерлок Холмс'}Великолепие в шахматах это признак коварного разума.{/citata}

{citata from='Паскаль'}Шахматы это гимнастика для мозгов.{/citata}

{citata from='Индийская пословица'}Шахматы это море, в котором колибри может напиться, а слон искупаться.{/citata}

{postimgn name='Image_2.png'}
{/citatas}


{signature}
<!--<img src="/resources/images/is/issue4/content_bg.jpg" alt="chess3.png" style='float: right'>-->
