{if $showcase_mode}
    <p>В этой заметке я продолжу отвечать на поступающие мне вопросы. Позвольте процитировать очередное письмо, пришедшее на мой почтовый ящик:</p>
    <p class="citata rightAdd">Здравствуйте, Илья Александрович!<br />
        Меня зовут Таня и я учусь в 11м классе, в этом году собираюсь поступать в ВУЗ. Оба моих родителя носят очки,
        и говорят, что зрение у них испортилось на первом курсе. Можно-ли как-то избежать этого? Или же это бич студентов? Дайте совет, подскажите!<br/>
        Заранее спасибо! </p>
    <p>С огромным удовольствием отвечу на этот (безусловно очень важный!) вопрос, непосредственно связанный с учебным процессом.</p>
{else}
    <p>Многие примеры пещерного искусства, открытые на сегодняшний день, содержат изображения ритуальных церемониальных сцен. Несмотря на то, что действия, запечатлённые на этих изображениях, нельзя отнести исключительно к современному понятию о спорте, всё же можно сделать вывод, что уже тогда существовали занятия и ритуалы, напоминающие спортивную деятельность. Эти изображения, находящиеся во Франции, Африке и Австралии, были сделаны 30 000 лет назад.</p>
    <p>Существуют предметы и строения, говорящие о том, что на территории Китая существовала деятельность, подходящая под современное определение спорта, уже за 4 000 лет до нашей эры. По всей видимости, гимнастика была популярным видом спорта в древнем Китае. Изображения и предметы в гробницах фараонов также говорят о том, что разные виды спортивной активности были развиты уже несколько тысячелетий назад, среди них можно отметить плавание и рыбалку. На территории Древней Персии взяли своё начало такие виды спорта как поло и состязания конных рыцарей на копьях.</p>
    <p>В Древней Греции уже существовало большое разнообразие видов спорта. Наибольшее развитие получили различные виды борьбы, бег, метание дисков и состязания на колесницах. Судя по этому списку, военная культура и военное искусство имели прямое отношение к спорту в Древней Греции (и не только там). Там же каждые четыре года проводились Олимпийские игры — в маленькой деревне в Пелопоннесе под названием Олимпия.</p>
{/if}