{if $showcase_mode}

    <p>Американский физик Ричард Филлипс Фейнман родился в Нью-Йорке, в семье Мелвилла Артура Фейнмана и урожденной Люсиль Филлипс.</p>
    <p>Вместе с младшей сестрой он вырос в Фар-Рокэвэй, в Куинсе (район Нью-Йорка). Отец Ф., заведующий отделом сбыта фабрики по изготовлению форменной одежды, питал глубокий интерес к естественным наукам и поощрял сына в проведении экспериментов в домашней лаборатории. Вместе со своим школьным приятелем Ф. устраивал для соседей представления, показывая нехитрые химические фокусы.</p>
    <p>Еще будучи учеником средней школы, он зарабатывал на мелкие расходы починкой радиоприемников. Став капитаном школьной команды по алгебре, Ф. обнаружил способность быстро решать головоломные математические задачи, рассматривая их в целом и избегая громоздких вычислений.</p>

{else}
    <p>
        Как часто глядя на собственное отражение в зеркале вам хотелось бы увидеть более привлекательное зрелище? Если подобные мысли посещают вас всё чаще в последнее время — самое время заняться спортом.
    </p>
    <p>Одно из наиболее привлекательных и в то же время простых приспособлений — перекладина. Польза, которую приносит доступный абсолютно каждому тренажёр, — неоспорима. Регулярные занятия на этом замечательном 
        спортивном снаряде благотворно влияют на формирование атлетической фигуры. Ведь мышцы работают при подтягиваниях с высокой нагрузкой. Конечно, наивно полагать, что одни только занятия на перекладине смогут 
        в корне изменить вашу жизнь. Более того, в особо тяжёлых случаях, могут понадобиться многие месяцы подготовительной работы, прежде чем вы сможете выполнить хотя бы несколько подтягиваний. Однако не стоит 
        опускать руки — помните ваша цель получить эффект в долгосрочной перспективе.
    </p>
    <p>
        Итак, для того, чтобы много раз подтягиваться на турнике за один подход — нужно, как ни банально это звучит, просто много подтягиваться. 
        Причем желательно регулярно и придерживаясь той или иной схемы тренировок. Ведь недаром практически в любом виде спорта особое внимание уделяют плану тренировок. 
        Вы можете спросить какая схема занятий на перекладине способна принести результат наиболее эффективно. Для того, чтобы ответить на этот вопрос, следует прежде всего задуматься о том, какую цель 
        Вы ставите перед собой. Главное, чтобы Вы сами верили, что выбранный план тренировок приближает Вас к цели. Если же Вы убедились, что перестали продвигаться вперед — не бойтесь экспериментировать, смело меняйте схемы, изобретайте свои собственные, снова возвращайтесь к старым. 
        Когда Вы наберете определенную форму, Вы можете столкнуться с ситуацией, когда Ваши результаты после 
        долгого периода роста несколько ухудшатся. Это нормально, поскольку невозможно находиться на пике формы всё время. Главное отнестись к этому спокойно. Лучшее, что Вы можете сделать, это продолжить регулярные занятия на перекладине, впрочем не подвергая свой организм избыточным нагрузкам.
    </p>

    <h2 align="center">Важное в технике подтягиваний</h2>
    <ul align="left">
        <li><strong>Надёжный хват</strong>. Плотно обхватывайте перекладину. Большой палец должен быть снизу</li>
        <li><strong>Следите за дыханием</strong>. Выдох при движении вверх, вдох при опускании</li>
        <li><strong>Избегайте рывков</strong>. Плавно тяните себя вверх за счёт мышц спины</li>
        <li><strong>Контролируйте спуск</strong>. Обращайте внимание на негативную фазу упражнения</li>
    </ul>

    <h2 align="center">Польза от подтягиваний на турнике</h2>
    <p>
        Есть несколько видов физической активности не только не вредящих, но и безусловно приносящих пользу для позвоночника. Наиболее доступными являются <strong>подтягивания на турнике</strong> и плавание. Строго говоря
        сами подтягивания можно заменить и обычным висом на турнике. Стоит только висеть минимум две-три минуты два раза в день, и Вы несомненно заметите улучшение осанки. 
    </p>
    <p>
        Позвоночник вытягивается в двух положениях: в горизонтальном и во время виса. Недаром человек утром, после сна, несколько выше ростом, чем в конце дня. Подобным образом мы вырастаем и после продолжительного висения на турнике. К сожалению, невозможно находиться в положении <strong>виса на перекладине</strong> так же долго, как например в бассейне или кровати. Тем не менее в Ваших силах сделать <strong>упражнения на турнике</strong> регулярными.
        Ведь прямая, стройная спина делает Вас выше, а красивая осанка &#0151; подтянутым.
    <p> 
    <p>Вот хорошее и очень простое упражнение для снятия напряжения в позвоночнике &#0151; вис на турнике с одновременным плавным вращением вокруг своей оси по и против часовой стрелки. В дальнейшем есть смысл перейти к <strong>подтягиваниям на турнике</strong>. Однако не стоит форсировать события и делать максимальное количество повторений в первом же подходе. Увеличивать число подтягиваний нужно постепенно.</p>
    <p>Начните постепенно &#0151; с нескольких подтягиваний, дополненных висом в течение минуты. А затем плавно увеличивайте их число. Со временем вы не напрягаясь, а получая удовольствие, почувствуете мощь своих крепчающих мышц. Примерную программу по <b>увеличению числа подтягиваний</b>  смотрите&nbsp;в&nbsp;<a href="2.html">таблице</a>.
</p>     
{/if}