{if $showcase_mode}

<p>Поводом создания данной заметки послужило письмо от моего читателя. С его разрешения привожу здесь содержжание письма:</p>
<p class="citata"> Добрый день, уважаемый И.А.!<br />
    Не могли бы вы объяснить, что такое производная??? Я абсолютно никак не могу понять эту тему, видимо не судьба или я абсолютно тупой... Вижу определение, запомнил формулы, но как дело доходит до задач - я становлюсь абсолютно растерян и просто не знаю, что нужно делать... Начинаю опять читать учебник, и понимаю что даже то, что знал, теперь мне непонятно:( Надеюсь у вас найдётся время на то, чтобы ответить мне!
    Заранее благодарен!<br />
    Никита, 11кл. </p>
<p>Ну что же, давайте рассмотрим эту тему. Но прежде всего замечу вот что - производная является одной из... самых страшных тем, подумаете вы?:) Нет! Производная - одня из самых ЛЁГКИХ тем в разделе математики!!! Хоть я и написал 10-11 класс, убеждён что 9и классники смогут ознакомиться с ней уже сейчас без каких-либо проблем.</p>
<p>"Ну вот, умник, всё знает, а нам хвастается" - скажете вы... Но! Подождите с выводами, посмотрим урок, а там уже вывод сделаем вместе, хорошо?:)</p>

{else}

<h5>Введение:</h5>
<p>В данном уроке мы поговорим о том, что же такое производная и почему её не нужно бояться:) Многие считают, что эта тема лежит просто за гранью того, что возможно понять... Надеюсь после выполнения данного урока этот миф будет развеян навсегда!</p>
<p>Я утверждал и продолжу утверждать - тема производной относится к самым лёгким темам в математике. Да, для решения задач потребуется выучить несколько формул и &#8220;набить руку&#8221; в их применении на практике, но это уже техническая сторона дела. Главное, чтобы было понимание, а остальное уже прийдёт с опытом.</p>
<h5>В этом уроке:</h5>
<ol>
    <li>Понятие функции, графика функции, уравнение прямой</li>
    <li>Понятие и определение производной</li>
    <li>Геометрический смысл производной</li>
    <li>Физический смысл производной</li>
    <li>Примеры решения задач</li>
</ol>
<h5>Урок:</h5>
<div class="media"> <img src="video/video.png" />
    <!--          <object width="470" height="350">
      <param name="movie" value="http://www.youtube.com/v/jg8amix0h9Q&rel=1">
      </param>
      <param name="wmode" value="transparent">
      </param>
      <embed src="http://www.youtube.com/v/jg8amix0h9Q&rel=1" type="application/x-shockwave-flash" wmode="transparent" width="425" height="350"></embed>
    </object>
    -->
</div>
<h5>Контрольные вопросы:</h5>
<ul class="tasks">
    <li>
        <div class="task">
            <p class="first">Для чего была придумана производная?</p>
            <div class="answer_block">
                <p><a href="#" class="answer_a">Ответ<span class="closed">&nbsp;&raquo;</span><span class="opened">:</span></a></p>
                <div class="answer">
                    <p>Для того, чтобы находить тангенс угла наклона касательной к графику функции в заданной точке.</p>
                </div>
            </div>
        </div>
    </li>
    <li>
        <div class="task">
            <p class="first">Уравнение касательной к графику функции F(x) задаётся уравнением y=kx+b. Чему равна k в точке x<sub>0</sub>?</p>
            <div class="answer_block">
                <p><a href="#" class="answer_a">Ответ<span class="closed">&nbsp;&raquo;</span><span class="opened">:</span></a></p>
                <div class="answer">
                    <p>k - тангенсм угла наклона прямой к оси Ox. В нашем случае k - тангенс угла наклона касательной к графику нукции F(x) в точке x<sub>0</sub>. Т.о. k=F`(x<sub>0</sub>)</p>
                </div>
            </div>
        </div>
    </li>
</ul>
<h5>Заключение:</h5>
<p>Надеюсь данный урок выполнил свою функцию и у вас появилось понимаение (если его небыло, конечно), что же такое производная и с чем её едят:) Если остались ещё какие-либо вопросы - ответы на них вы без труда найдёте в учебнике, на который теперь, смею надеяться, взглянете другими глазами. Не верите? А вы - проверьте;)</p>
<p>После того, как с теорией мы разобрались и ответили на контрольные вопросы, самое время перейти к практическим упражнениям, после которых можно будет смело сказать, что тема Вами усвоена!</p>
<p>Для тех, у кого есть членство в закрытом разделе, все необходимые задачки я уже подобрал. Также в предлагаемых юнитах есть дополнительный видео-материал, поясняющий, как решаются типовые задачи на нахождение производных функций в заданной точке, а какже объясняется, как использовать формулы нахождения производных, о которых было сказано в уроке.</p>

{/if}
