<h4>Полезная функциональность</h4>
{question}
Горячие клавиши
{ans}
<p>
    Для Вашего удобства можно использовать горячие клавиши, которые позволят быстро выполнять различные 
    действия &mdash; открывать утилиты, переходить к различным компонентам сайта и т.д.. 
</p>
<p>
    Полный список горячих клавиш можно посмотреть, нажав на клавиатуре комбинацию
    <a class="ps-hotkey" href="#Ctrl+Alt+S">Ctrl+Alt+S</a>.
</p>

{/ans}
{/question}


<h4><span>ЧА</span>сто задаваемые <span>ВО</span>просы</h4>

{question}
Какой движок используется в проекте для работы с формулами и могу ли я сам писать формулы в комментариях?
{ans}
<p>
    Для работы с формулами в проекте используется макро-язык {doc_href doc='LaTeX.pdf' text='LaTeX' title='Документация по LaTeX'}.
</p>
<p>
    В целях ускорения загрузки страниц все формулы перед показом преобразуются в картинки на сервере.

    Если у вас мощьный компьютер и хороший браузер, то вы можете просматривать посты в оригинальном формате, кликнув на значке
    <i>«Просмотр поста без замены формул на картинки»</i>:
</p>

{ipimgb name='OriginalFormat.png'}

<p>
    В этом случае написанные на макро-языке формулы будут преобразованы не на сервере, а уже в вашем браузере, при помощи javascript.
    Зачастую это выглядит симпатичнее.
</p>

<p>
    Не рекомендую просматривать разборы в оригинальном формате, если Вы пользуетесь браузером Internet Explorer.
    При большом кол-ве формул Вы вообще можете не дождаться результата... Google chrome, Mozila или Opera справляются с этой задачей
    горазду лучше.
</p>

<p>
    Вы можете писать свои формулы. Подробное описание механизма вставки формул в текст комментариев, а также «песочница» для написания
    формул доступна по ссылке {ctrl_button action='formula' title='Справка по работе с формулами' type='popup'}.
</p>

{/ans}
{/question}
