{if $showcase_mode}

<p>Поводом создания данной заметки послужило письмо от моего читателя. С его разрешения привожу здесь содержжание письма:</p>
<p class="citata"> Добрый день, уважаемый И.А.!<br />
    Не могли бы вы объяснить, что такое производная??? Я абсолютно никак не могу понять эту тему, видимо не судьба или я абсолютно тупой... Вижу определение, запомнил формулы, но как дело доходит до задач - я становлюсь абсолютно растерян и просто не знаю, что нужно делать... Начинаю опять читать учебник, и понимаю что даже то, что знал, теперь мне непонятно:( Надеюсь у вас найдётся время на то, чтобы ответить мне!
    Заранее благодарен!<br />
    Никита, 11кл. </p>
<p>Ну что же, давайте рассмотрим эту тему. Но прежде всего замечу вот что - производная является одной из... самых страшных тем, подумаете вы?:) Нет! Производная - одня из самых ЛЁГКИХ тем в разделе математики!!! Хоть я и написал 10-11 класс, убеждён что 9и классники смогут ознакомиться с ней уже сейчас без каких-либо проблем.</p>
<p>"Ну вот, умник, всё знает, а нам хвастается" - скажете вы... Но! Подождите с выводами, посмотрим урок, а там уже вывод сделаем вместе, хорошо?:)</p>

{else}

<p>В данном разделе мы дадим некоторые пояснения по поводу пралил Кирхгофа, используемых для расчёта электро цепей, также будут рассмотрены решения типовых задач.</p>
<p>По окончании урока у вас должно сложиться чёткое понимание (если его ещё пока нет) того, что это за правила и как их применять на практике при решении задач. Сложного в них ничего нет, нужно всего лишь не запутаться и чётко представлять себе некоторые моменты, связанные в основном со знаками при написании уравнений - где ставить плюс, а где минус. Надеюсь после просмотра урока в этом вы больше путаться не будете;)</p>

{/if}