{verse name='Лягушка и Вол' year=''}
Лягушка, на лугу увидевши Вола,
Затеяла сама в дородстве с ним сравняться;
Она завистлива была.
И ну топорщиться, пыхтеть и надуваться.
«Смотри-ка, квакушка, что, буду ль я с него?» —
Подруге говорит. «Нет, кумушка, далёко!» —
«Гляди же, как теперь раздуюсь я широко.
Ну, каково?
Пополнилась ли я?» — «Почти что ничего». —
«Ну, как теперь?» — «Всё то ж». Пыхтела да пыхтела
И кончила моя затейница на том,
Что, не сравнявшися с Волом,
С натуги лопнула — и околела.
{/verse}