{verse name='Любопытный' year=''}
«Приятель дорогой, здорово! Где ты был?» —
«В кунсткамере, мой друг! Часа там три ходил;
Всё видел, высмотрел; от удивленья,
Поверишь ли, не станет ни уменья
Пересказать тебе, ни сил
Уж подлинно, что там чудес палата!
Куда на выдумки природа торовата!
Каких зверей, каких там птиц я не видал!
Какие бабочки, букашки,
Козявки, мушки, таракашки!
Одни как изумруд, другие как коралл!
Какие крохотны коровки!
Есть, право, менее булавочной головки!» —
«А видел ли слона? Каков собой на взгляд!
Я чай, подумал ты, что гору встретил?» —
«Да разве там он?» — «Там». — «Ну, братец, виноват:
Слона-то я и не приметил»
{/verse}