{verse name='Обоз' year=''}
С горшками шёл Обоз,
И надобно с крутой горы спускаться.
Вот, на горе других оставя дожидаться,
Хозяин стал сводить легонько первый воз.
Конь добрый на крестце почти его понёс,
Катиться возу не давая;
А лошадь сверху, молодая,
Ругает бедного коня за каждый шаг:
«Ай, конь хвалёный, то-то диво!
Смотрите: лепится, как рак;
Вот чуть не зацепил за камень; косо! криво!
Смелее! Вот толчок опять.
А тут бы влево лишь принять.
Какой осёл! Добро бы было в гору
Или в ночную пору, —
А то и под гору, и днём!
Смотреть, так выйдешь из терпенья!
Уж воду бы таскал, коль нет в тебе уменья!
Гляди-тко нас, как мы махнём!
Не бойсь, минуты не потратим,
И возик свой мы не свезём, а скатим!»
Тут, выгнувши хребет и понатужа грудь,
Тронулася лошадка с возом в путь;
Но, только под гору она перевалилась,
Воз начал напирать, телега раскатилась;
Коня толкает взад, коня кидает вбок;
Пустился конь со всех четырёх ног
На славу;
По камням, рытвинам пошли толчки,
Скачки,
Левей, левей, и с возом — бух в канаву!
Прощай, хозяйские горшки!
{/verse}