{verse name='Осёл и Соловей' year=''}
Осёл увидел Соловья
И говорит ему: «Послушай-ка, дружище!
Ты, сказывают, петь великий мастерище.
Хотел бы очень я
Сам посудить, твоё услышав пенье,
Велико ль подлинно твоё уменье?».
Тут Соловей являть свое искусство стал:
Защёлкал, засвистал
На тысячу ладов, тянул, переливался;
То нежно он ослабевал
И томной вдалеке свирелью отдавался,
То мелкой дробью вдруг по роще рассыпался.
Внимало всё тогда
Любимцу и певцу Авроры:
Затихли ветерки, замолкли птичек хоры,
И прилегли стада.
Чуть-чуть дыша, пастух им любовался
И только иногда,
Внимая Соловью, пастушке улыбался.
Скончал певец. Осел, уставясь в землю лбом:
«Изрядно, — говорит, — сказать неложно,
Тебя без скуки слушать можно;
А жаль, что незнаком
Ты с нашим петухом;
Ещё б ты боле навострился,
Когда бы у него немножко поучился».
Услыша суд такой, мой бедный Соловей
Вспорхнул и — полетел за тридевять полей.

Избави Бог и нас от этаких судей.
{/verse}