{verse name='Собака и Лошадь' year=''}
У одного крестьянина служа,
Собака с Лошадью считаться как-то стали.
«Вот», говорит Барбос, «большая госпожа!
По мне хоть бы тебя совсем с двора согнали.
Велика вещь возить или пахать!
Об удальстве твоём другого не слыхать;
И можно ли тебе равняться в чём со мною?
Ни днём, ни ночью я не ведаю покою:
Днём стадо под моим надзором на лугу,
А ночью дом я стерегу», —
«Конечно», Лошадь отвечала,
«Твоя правдива речь;
Однакоже, когда б я не пахала,
То нечего б тебе здесь было и стеречь».
{/verse}