{verse name='Стрекоза и Муравей' year=''}
Попрыгунья Стрекоза
Лето красное пропела;
Оглянуться не успела,
Как зима катит в глаза.
Помертвело чисто поле;
Нет уж дней тех светлых боле,
Как под каждым ей листком
Был готов и стол и дом.
Всё прошло: с зимой холодной
Нужда, голод настаёт;
Стрекоза уж не поёт;
И кому же в ум пойдёт
На желудок петь голодный!
Злой тоской удручена,
К Муравью ползет она:
«Не оставь меня, кум милый!
Дай ты мне собраться с силой
И до вешних только дней
Прокорми и обогрей!» —
«Кумушка, мне странно это:
Да работала ль ты в лето?» —
Говорит ей Муравей.
«До того ль, голубчик, было?
В мягких муравах у нас —
Песни, резвость всякий час,
Так что голову вскружило». —
«А, так ты...» — «Я без души
Лето целое всё пела». —
«Ты всё пела? Это дело:
Так поди же, попляши!»
{/verse}