{verse name='Свинья' year=''}
Свинья на барский двор когда-то затесалась;
Вокруг конюшен там и кухонь наслонялась;
В сору, в навозе извалялась;
В помоях по уши досыта накупалась
И из гостей домой
Пришла свинья-свиньёй.
«Ну что ж, Хавронья, там ты видела такого?»
Свинью спросил пастух:
«Ведь идет слух,
Что всё у богачей лишь бисер да жемчуг;
А в доме — так одно богатее другого?»
Хавронья хрюкает: «Ну, право, порют вздор,
Я не приметила богатства никакого;
Всё только лишь навоз да сор;
А кажется уж, не жалея рыла,
Я там изрыла
Весь задний двор».

Не дай бог никого сравненьем мне обидеть!
Но как же критика Хавроньей не назвать,
Который, что ни станет разбирать,
Имеет дар одно худое видеть?
{/verse}