{verse name='Свинья под Дубом'}
Свинья под Дубом вековым
Наелась желудей досыта, до отвала;
Наевшись, выспалась под ним;
Потом, глаза продравши, встала
И рылом подрывать у Дуба корни стала.
«Ведь это дереву вредит, —
Ей с Дубу Ворон говорит, —
Коль корни обнажишь, оно засохнуть может».
«Пусть сохнет, — говорит Свинья, —
Ничуть меня то не тревожит,
В нем проку мало вижу я;
Хоть век его не будь, ничуть не пожалею;
Лишь были б жёлуди: ведь я от них жирею». —
«Неблагодарная! — примолвил Дуб ей тут, —
Когда бы вверх могла поднять ты рыло,
Тебе бы видно было,
Что эти жёлуди на мне растут».
Невежда так же в ослепленье
Бранит науку и ученье
И все учёные труды,
Не чувствуя, что он вкушает их плоды.
{/verse}
