{verse name='Волк на псарне' year=''}
Волк ночью, думая залезть в овчарню,
Попал на псарню.
Поднялся вдруг весь псарный двор —
Почуя серого так близко забияку,
Псы залились в хлевах и рвутся вон на драку;
Псари кричат: «Ахти, ребята, вор!» —
И вмиг ворота на запор;
В минуту псарня стала адом.
Бегут: иной с дубьем,
Иной с ружьём.
«Огня! — кричат, — огня!» Пришли с огнем.
Мой Волк сидит, прижавшись в угол задом.
Зубами щёлкая и ощетиня шерсть,
Глазами, кажется, хотел бы всех он съесть;
Но, видя то, что тут не перед стадом
И что приходит, наконец,
Ему расчесться за овец, —
Пустился мой хитрец
В переговоры
И начал так: «Друзья! к чему весь этот шум?
Я, ваш старинный сват и кум,
Пришёл мириться к вам, совсем не ради ссоры;
Забудем прошлое, уставим общий лад!
А я, не только впредь не трону здешних стад,
Но сам за них с другими грызться рад
И волчьей клятвой утверждаю,
Что я...» — «Послушай-ка, сосед, —
Тут ловчий перервал в ответ, —
Ты сер, а я, приятель, сед,
И волчью вашу я давно натуру знаю;
А потому обычай мой:
С волками иначе не делать мировой,
Как снявши шкуру с них долой».
И тут же выпустил на Волка гончих стаю.
{/verse}
