{verse name='Зеркало и Обезьяна' year=''}
Мартышка, в Зеркале увидя образ свой,
Тихохонько Медведя толк ногой:
«Смотри-ка, — говорит, — кум милый мой!
Что это там за рожа?
Какие у неё ужимки и прыжки!
Я удавилась бы с тоски,
Когда бы на нее хоть чуть была похожа.
А ведь, признайся, есть
Из кумушек моих таких кривляк пять-шесть:
Я даже их могу по пальцам перечесть». —
«Чем кумушек считать трудиться,
Не лучше ль на себя, кума, оборотиться?» —
Ей Мишка отвечал.
Но Мишенькин совет лишь попусту пропал.
{/verse}