<h4>Автор и ведущий проекта: <span>Иванов Илья</span></h4>
{img name='author4.jpg' class='cover'}
<p>Всем привет! Давайте знакомиться, если мы ещё с Вами не знакомы:)</p>
<p>Меня зовут Джони Депп, и я являюсь автором и ведущим проекта, на страницах которого Вы в данный момент находитесь.</p>
<p>Закончив Московский Физико-Технический институт в 2002 году, меня посетила интересная идея - создать проект, на страницах которого рассказать всё то, о чём, как мне кажется, обязательно должен знать каждый, кто собирается поступать в ВУЗ или уже поступил.</p>
<p>Будучи из глубинки и пройдя весь этот путь до конца, мне пришлось столкнуться с многими трудностями и проблемами, которые я (с различным успехом) разрешил.</p>
<p>Сейчас, с большим теплом вспонимная институтские годы и анализируя пройденный мною путь, мне хотелось бы поделиться всем этим с теми, кому только предстоит его пройти. Люди мы все взрослые, кто-то что-то возмёт на вооружение, что-то пропустит, но - предупреждён, значит вооружен;)</p>
<p>Главное, что стоит уяснить – не бывает не решаемых задач, бывают только не всегда видимые пути решения тех или иных проблем, или же пути обхода проблем, которые вовсе и не нужно решать. Высшее образование даёт навыки поиска нужных решений в любой ситуации и применительно к любой задаче! Давайте будем учиться этому вместе уже сегодня.</p>
<p>Человек устроен удивительным образом – мы не можем сидеть на месте, т.к. очень любознательны. Если есть неизведанные дали, мы отправляемся на их освоение; если есть болезни – мы изобретаем лекарства и способы их лечения; если есть сложные вопросы, мы всегда ищем на них ответы и не можем успокоиться, пока наше любопытство не будет удовлетворено.</p>
<p>Всё в наших руках, нужно ставить высокие цели и достигать их! Верьте в себя и знайте - всё, что Вам нужно для победы, есть в Вас самих!</p>
<p class="signature">Искренне Ваш, <span> Иванов И.А.</span></p>
<br />
<h2 id="feed">Напишите нам:</h2>
<p>Если у Вас есть острый, актуальный, наболевший <strong>вопрос</strong> о поступлении в ВУЗ, обучении в нём, или есть школьная/институтская тема, которая Вам не вполне понятна или в которой Вы хотели бы глубже разобраться – спросите меня, и я помогу Вам на страницах данного ресурса или в частном порядке.</p>
<p>Если у Вас есть <strong>замечание/предложение</strong> по проекту, интересная идея, полезные мысли и т.д. - пишите, буду крайне рад любой конструктивной критике и обязательно учту все полезные предложения.</p>

{form form_id='FeedbackForm'}

<p>Если материалы ресурса оказались полезными для Вас, а само начинание представляется перспективным, Вы можете {page_href code=$smarty.const.PAGE_HELPUS}поспособствовать{/page_href} развитию проекта.</p>