{if $showcase_mode}
    <p>
        На данном занятии речь пойдёт о таком занятном математическом понятии, как ...
    </p>
{else}
    <p>
        Всем привет!
    </p>
	\[\sqrt{2x}\]
	\[\sqrt{3x}\]
	\[\sqrt{5x}\]
    <p>Коротко введение, о чём пост</p>

    {partition}PLAN{/partition}
    {ANONS}

    {partition}CONSPECT{/partition}

    {part}Пункт первый{/part}

    {postimgb dir='tr/pattern' name='image.png' id='image.png'}

    {ex}
    {head}
    <p>Условие задачи</p>
    {/head}
    {varres}
    <p>Решение 1</p>
    {varres}
    <p>Решение 2</p>
    {ans}
    <p>Ответ</p>
    {/ans}
    {/ex}


    {th}
    {head}
    <p>Условие теоремы</p>
    {/head}
    <p>Доказательство теоремы</p>
    <p>Полное и точное</p>
    {/th}

    {partition}TASKS{/partition}

    {*ЗАДАЧА № 1*}

    {task from='Задача взята оттуда-то'}
    <p>Условие задачи</p>
    {hint}
    <p>Подсказка</p>
    {/hint}
    {solut}

    {varres}
    <p>Решение 1</p>
    {varres}
    <p>Решение 2</p>

    {/solut}
    {ans}
    <p>Ответ</p>
    {/ans}
    {proof}
    <p>Доказательство</p>
    {/proof}
    {/task}


    {task}
    <p>Условие задачи</p>
    {from}Олимпиада "ФИЗТЕХ", 2009 г.{/from}
    {solut}

    {varres}
    <p>Решение 1</p>

    {/solut}
    {proof}
    <p>Доказательство</p>
    {/proof}
    {/task}


    {book}
    <p>
        Одно из важнейших проявлений цельности – это лояльность к <i>отсутствующим</i>. 
        Защищая тех, кто отсутствует, вы приобретаете доверие тех, кто присутствует.
    </p>
    {from}Стивен Кови, «7 навыков высокоэффективных людей»{/from}
    {notice}
    «7 навыков высокоэффективных людей» входит в рейтинг ТОП 25 самых значимых книг по менеджменту по версии журнала Time,
    а также является "международным бестселлером №1" по теме личностного роста.
    {/notice}
    {/book}

    {*ЗАДАЧА № 2*}

    {*...*}

    {partition}FINAL{/partition}

    <p>
        Сегодня мы с вами ...
    </p>

    <p>
        На следующем занятии мы...
    </p>
{/if}