<h4>Как правильно работать с занятиями <span>физико-математического кружка</span>.</h4>
<img alt="Как работать с разборами"  src="resources/images/teacher.png" class="partition" />
<p>
    На занятиях кружка я постараюсь в максимально простой и доступной форме рассматривать различные школьные, а иногда даже институтские темы, которые
    имеют непосредственное отношение к вступительным экзаменам в ВУЗы и учебному процессу в них.
</p>
<p>
    По возможности я буду стараться снабжать занятия большим количеством наглядных материалов, чтобы Вы могли сами "пощупать" рассматриваемую тему.
    Надеюсь это позволит сделатиь процесс обучения максимально интересным и плодотворным.
</p>
<p>
    Каждое занятие содержит вводную часть &mdash; повторение уже известного материала; теоретическую часть, рассматривающую тему текущего занятия;
    а также обязательную практическую составляющую&nbsp;&mdash; примеры решения задач на тему занятия.
</p>
<p>
    К каждому занятию прилагаются тщательно отобранные задачи для <u>сомостоятельного</u> решения и закрепления полученных навыков.
Каждая задача снабжена ответом и решением, чтобы Вы могли проверить полученный ответ до того, как заглянете в решение.
</p>
<p>
    К некоторым занятиям, если это будет необходимо, я буду снимать видео, в котором постараюсь дополнительно разъяснять ньюнсы рассматриваемой темы.
</p>
<div class="howTo">
    <p><b>Пошаговая инструкция:</b></p>
    <ol>
        <!--Step 1-->
        <li>
            <div class="head">Изучите материал</div>
            <p>Просмотрите видео {gray}(если есть){/gray} / изучите текстовую информацию занятия, если потребуется &mdash; сделайте заметки отдельно на бумаге. 
                Конспектирование поможет лучше запомнить материал.
            </p>
            <p>Если материал занятия не вполне понятен при первом просмотре, не стоит переходить к решению задач. Необходимо вернуться к материалу 
                позднее, когда информация "уляжется". Для исключения всех непонятных мест &mdash; примите участие в обсуждении занятия.
            </p>
        </li>
        <!--Step 2-->
        <li> 
            <div class="head">Выполните предложенные задания</div>
            <p>После того, как весь материал занятия Вам будет ясен, можно переходить к самостоятельному решению задач.</p>
            <p>Условие каждой задачи выпишете в рабочую тетрадь и самостоятельно её прорешайте.</p>
            <p>После решения очередной задачи &mdash; свертесь с ответом, и если он не совпал &mdash; прорешайте задачу снова, попытавшись найти ошибку в своих рассуждениях.</p>
            <p>Если ответ упорно не хочет сходиться &mdash; проработайте материал задания есчё раз, возможно Вы что-то упустили при первом изучении.</p>
            <p>Если ответ сошелся &mdash; поздравляю!:) Вы стали на шаг ближе к заветной цели! Но всёже сверьте своё решение с предлагаемым, это, как минимум, может продемонстрировать Вам альтернативный ход решения.</p>
            <p>Если же задача оказалась крепким орешком &mdash; посмотрите предлагаемое мною решение, после чего вернитесь к задаче через некоторое время и прорешайте её заново (не смотря та то, что ход решения вам уже известен).</p>
        </li>
        <!--Step 3-->
        <li> 
            <div class="head">
                Пометте занятие, как пройденное
                {notauthed}{gray}(доступно после {page_href code=$smarty.const.PAGE_REGISTRATION}регистрации{/page_href}){/gray}{/notauthed}
            </div>
            <p>Если вопросов по занятию не осталось и у Вас лично есть ощущение, что рассмотренная тема Вами понята, можете смело пометить его как пройденное.</p>
            <p>Если же после всей проделанной работы вопросы останутся, Вы всегда сможете {feed}задать их лично мне{/feed}, и я, в свою очередь, постараюсь на них ответить.
                Возможно даже Ваш вопрос послужит темой нового занятия.
            </p>
        </li>
    </ol>
</div>