<h4>
    Натуральные числа
</h4>

<p>
    Натуральные числа (естественные числа) &minus; числа, возникающие естественным образом при счёте:
</p>

{f}1, 2, 3, 4, 5, ...{/f}

<p>
    Множество всех натуральных чисел принято обозначать знаком \(\mathbb{N}\) (от лат. naturalis — естественный). Множество натуральных чисел является бесконечным, так как для любого натурального числа найдётся большее его натуральное число.
</p>

<p>
    При сложении и умножении натуральных чисел снова получается натуральное число. Сложение и умножение натуральных чисел обладают следующими свойствами:
</p>

{ol}
a + b = b + a {gray}(переместительный закон сложения){/gray}
(a + b) + c = a + (b + c) {gray}(сочетательный закон сложения){/gray}
ab = ba {gray} (переместительный закон умножения){/gray}
(ab)c = a(bc) {gray}(сочетательный закон умножения){/gray}
a(b + c) = ab + ac {gray}(распределительный закон умножения относительно сложения){/gray}
{/ol}


<p>
    К сложению и умножению можно добавить обратные операции &minus; вычитание и деление.
    Вычитание и деление натуральных чисел, вообще говоря, не всегда приводит опять к натуральному числу: 10 &minus; 3 = 7 &mdash; натуральное число, но 5 &minus; 8 = &minus;3 &mdash; не натуральное число. {nobr}30 : 6 = 5 &mdash; {/nobr} натуральное число, 21 : 5 &mdash; не натуральное число.
</p>