<div class="dekartvect_plugin">
    {dekart}

    <div class="hg-next">
        Демонстрировать:
        <span class="hg"></span>
        {ctrl_button action='clear' name='clears' hoverable='1' title='Убрать базис'}
    </div>

    <div class="info"></div>

    <div class="hg-self">
        <p>
            <a href="#ij">Разложение вектора в ортонормированном базисе</a> &mdash;
            в данном режими демонстрируется разложение поизвольного вектора по векторам
            ортонормированного базиса &#123;\vect{i}, \vect{j}&#125;:
            \vect{a}=&lambda;\vect{i} + &mu;\vect{j}.
        </p>

        <p>
            <a href="#ab">Координаты вектора суммы векторов</a> &mdash;
            в данном режими демонстрируется, что вектор, равный сумме векторов, имеет координаты,
            раные сумме координат слагаемых векторов: 
            {nobr}\vect{a}(&lambda;\sub{a}, &mu;\sub{a}) + \vect{b}(&lambda;\sub{b}, &mu;\sub{b})=\vect{c}(&lambda;\sub{a}+&lambda;\sub{b}, &mu;\sub{a}+&mu;\sub{b}).{/nobr}
        </p>

        <p>
            <a href="#ang">Определение угла между векторами</a> &mdash;
            в данном режими Вы задаёте два вектора, после чего определяются их: координаты
            в ортонормированном базисе &#123;\vect{i}, \vect{j}&#125;,
            скалярное произведение, длины. На основе этой информации определяется угол 
            между векторами.
        </p>

        <p>
            <a href="#bas">Разложение вектора по базису</a> &mdash;
            в данном режиме вы самостоятельно определяете базис {nobr}&#123;\vect{e\sub{1}}, \vect{e\sub{2}}&#125;{/nobr},
            после чего определяются координаты произвольного вектора в этом базисе и в
            ортонормированном базисе &#123;\vect{i}, \vect{j}&#125;.
        </p>
    </div>

</div>