{part}EDITOR{/part}
<div class="magTopic">
    <p>
        С огромным удовольствием рад представить Вашему вниманию первый номер нашего с Вами журнала для школьников, абитуриентов, 
        студентов и не только:)
    </p>
    <p>Несказанно рад тому, что наконец-то он вышел, и я крайне надеюсь, что мои старания небыли напрасны и он Вам понравится.</p>
    <p>
        Буду рад любым пожеланиям и предложениям, если они у Вас появятся. Обязательно учту их в будущих выпусках, так что высказывайтесь, 
        не стесняйтесь.
    </p>
    <p>Высказываться можно в комментариях. Если же Вы хотите оставить личное сообщение, то сделать это можно через {feed}форму обратной связи{/feed}.</p>
    <p>
        Итак, в первом номере я более подробно расскажу Вам, как родилась идея всего этого проекта, для кого он затевался и 
        какова его основная цель.
    </p>
</div>


{postimg class='centered' name='shurik.png'}
<div class="anons_carrier">
    <h2>В этом номере:</h2>
    {ANONS}
</div>

<!--ЧАСТЬ 1, От идеи до релиза-->
{part}От идеи до релиза{/part}
<p>
    Посетила меня однажды такая мысль – к большому сожалению после окончания ВУЗа многие знания, которые нам давались, оказались не нужны... 
    Да, как это не печально – пошёл я не в науку, и поэтому всё то, чему нас учили, в моей непосредственной работе мне не пригодилось. 
</p>

<p>
    Тем не менее процесс обучения, кончено, выполнил свою задачу – дал систему получения и обработки информации, научил учиться, но всё же… 
    Логарифмы, тригонометрия, производные, интегралы – неужели теперь всё это понадобится только когда я буду помогать своему ребёнку делать 
    уроки в школе?
</p>
<p>
    Между тем, как сказал Суворов: «Математика – гимнастика для ума». Причём такая гимнастика, что лучше неё, пожалуй, и придумать нельзя. 
    Иногда, особенно в первые годы после окончания ВУЗа, у меня часто возникало желание взять учебник по матану или физике и перечитать, просто 
    как художественную литературу:) 
</p>
<p>
    С большим удовольствием я, натыкаясь на какой-нибудь примерчик или интересную задачку, принимался за её решение… 
    Помимо прочего это для меня было отличным способом «переключиться». Не верите? А вы проверьте, и придёте к такому – же выводу;)
</p>
<p>
    И вот решил я найти в интернете какой-нибудь ресурс, где можно было бы периодически освежать свои знания, решать разные математические и 
    физические задачки и… не нашёл. Да простят меня владельцы сайтов на данную тематику, но Бог свидетель – перерыл я ресурсов не мало, и ни 
    одного «приличного» мне так и не удалось найти… 
</p>

<p>
    Вот тогда то у меня и родилась идея сделать сайт, на котором собрать информацию для тех, кто оказался в ситуации, схожей с моей.
</p>

<p>
    Но, как вы понимаете, от идеи до реализации лежит очень большой путь. Идея так долго и оставалась идеей, пока… друг не показал мне вот эту 
    запись <a href=''>ссылка на Фенмана</a>. Признаюсь честно, тогда меня это просто поразило. Я сильно пожалел, что не ознакомился с трудами 
    Фейнмана ещё до поступления в ВУЗ, хотя первые два тома его лекций у меня были дома. 
</p>

<p>
    Данная запись наделала тогда много шума в интернете. Куда только её не вставляли:) Это видео появилось на огромном количестве сайтов, 
    блогеры вставляли её в свои блоги и все во весь голос принялись цитировать отрывки из книги «Вы должно быть шутите, мистер Фейнман».
</p>
<p>
    Из этой шумихи следовало, что интерес к подобного рода вещам огромен. Исследовав статистику крупных поисковиков, я выяснил, что ежемесячное 
    количество запросов по следующим ключевым словам: производная, интеграл, логарифм, экспонента, релятивизм, ядерные реакции и т.д.; очень 
    велико, и исчисляется десятками тысяч. Решив же посмотреть те сайты, что были в топах по этим запросам, я обнаружил, что на многих из них 
    описание данных «явлений» было дано крайне сухо, скучно и запутанно. Неподготовленному читателю разобраться в написанном было бы довольно 
    сложно.
</p>
<p>
    Вот тут то я и решил – всё, пора действовать:) Выбрав манифестом сайта слова Эйнштейна: «Если вы не можете объяснить что-то шестилетнему 
    ребенку, значит, вы сами этого не понимаете» и «Сделай настолько просто, насколько это возможно, но не проще», я принялся за работу…
</p>

<p>
    Итак, я решил сделать сайт, посвящённый учёбе и всему тому, что с ней связано. Меня давно посещало желание поделиться опытом учёбы на 
    Физтехе, опытом студенческой жизни и т.д. Всё это я как раз и решил воплотить в проекте, на страницах которого вы сейчас находитесь. 
    Из всего сказанного логично вытекает структура сайта:
</p>

<ol>
    <li>Блог – для разговоров со своими читателями на свободные темы, около учебные и не только. Как раз в рамках блога я предполагаю поговорить о всём том, что касается непосредственно учебного процесса, студенческой жизни, о великих учёных, их открытиях и т.д. Надеюсь из этого получится хорошая дискуссионная площадка.</li>
    <li>Разборы полётов – это, своего рода, физико-математический кружок, в рамках которого мы будем разбирать различные темы по математике и физике. При этом я постараюсь быть последовательным в изложении и не использовать такие понятия, которые не были введены мною ранее. Иными словами – не буду полагаться на то, что читателю уже знакомо то, о чём я говорю.</li>
    <li>Обратная связь – данный раздел, естественно, должен быть у любого сайта. В этом разделе Вы всегда сможете оставить мне приватное сообщение, обратиться с просьбой, указать на ошибку и т.д. Я постараюсь рассматривать все поступающие заявки максимально быстро.</li>
    <li>Журнал – ну и, конечно же, журнал, который Вы сейчас читаете:) В рамках журнала я планирую собирать всё то, чем мне хочется с Вами поделиться, в одно целое. Иногда для выпуска будет выбрана тема, иногда определённой темы не будет, но в любом случае в выпусках журнала вы найдёте:</li>
    <ol>
        <li>Как минимум одну мою заметку по определённому поводу.</li>
        <li>Стихи великих поэтов. О пользе стихов мы ещё поговорим отдельно.</li>
        <li>Юмор из учебной и учёной среды.</li>
        <li>Задачки на сообразительность, некоторые из которых я буду оставлять без ответа до следующего выпуска журнала:)</li>
        <li>Цитату выпуска.</li>
    </ol>
</ol>
<p>
    Позднее я сделаю возможность оформить подписку, чтобы Вы могли оперативно узнавать о новых выпусках.
</p>

{todo}Дописать{/todo}

<!--ЧАСТЬ 2, Разбор полётов: производная-->
{part}Разбор полётов: производная{/part}
{showcase type='tr' mag_mode=true post_ident='dekart_system'}

<!--ЧАСТЬ 3, Спорт в жизни студента-->
{part}Спорт в жизни студента{/part}
{showcase type='bp' mag_mode=true post_ident='BP_FM1_feynman'}

<!--ЧАСТЬ 4, Ричард фейнман о природе огня-->
{part}Ричард Фейнман о природе огня{/part}
<p>Представляю Вашему вниманию диалог с Ричардом Фейнманом, в котором он рассказывает о природе огня. Поскольку я питаю глубочайшее уважение к этому человеку и именно это видео послужило толчком к созданию проекта, оно просто не могло не войти в первый номер нашего интерактивного журнала. Смотрим;)</p>
<p>Мне особенно нравится фраза "Вот видите, как много можно получить, если просто начать рассуждать":) Этот человек, безусловно, гений, т.к. это большой дар говорить просто о сложном.</p>
<p>Если Вам интересно, кто такой Ричард Фейнман, можете почитать о нём {post_href type='bp' post_ident='pifagor' blank=1}в моей заметке на блоге{/post_href}.</p>


{*
{part}WHOIS{/part}
{whois}
{todo}Написать короткий пост о Паскале{/todo}
{/whois}
*}

{part desc='Александр Сергеевич Пушкин'}VERSE{/part}

<p>В каждом номере журнала я буду публиковать несколько стихов. Помимо того, что они позволяют нам 
    прикоснуться к прекрасному, светлому, вечному, заучивание стихов является прекрасным средством тренировки
    памяти. Я не предлагаю учить все стихи наизусть, но если вы когда-нибудь решите всёже этим заняться, то 
    надеюсь моя подборка окажется полезной.
</p>
<p>
    Приглашаю всех подключиться к этому процессу. Присылайте мне свои любимые стихи, или даже
    стихи собствененого сочинения, судовольствием опубликую их.
</p>
<p>
    В первом номере журнала мы обратимся к стихам Александра Сергеевича Пушкина, величайшего российского Поэта.
    Он настолько гениален, талантлив и проницателен, что актуален и сегодня, хотя жил более двухсот лет назад.
</p>
<p>
    Сейчас — весна, пора любви. В большинстве языков мира мягкий звук «л» используется для передачи чувств любви:
    лямур, лав, их либе и так далее. В нашем языке в слове 'люблю' этот звук использутся аж дважды! Вот 
    насколько мы любвиобильны:) Теперь, я убеждён, вы с лёгкостью почувствуете, в каком сосятоянии пребывал 
    Александра Сергеевич, когда писал следующее стихотворение:
</p>

{versein poet='pushkin' verse='pevec'}

<p>
    Удивительно, не правда ли?:) Вы слышите, как часто Пушкин использует мягкий «л»? В период написания этого стиха юный Пушкин был
    влюблён в сестру своего товарища, Бакунину, которая жила в Царском Селе.
</p>

<p>
    Следующее стихотворение написано Пушкиным уже гораздо позже и связано оно с неразделённой, безответной любовью к Анне Алексеевне Олениной, 
    светсокой львице, которая привлекала поэта изяществом и грацией, а еще больше остроумием и находчивостью. Стихотворение это вам, безусловно, известно:
</p>

{versein poet='pushkin' verse='lubil'}

<p>
    Вы чувствуете — в первой части преобладает тот-же мягкий «л», придающий стихотворению нежность и печальность. Во второй части мягкий «л» 
    меняется на сильный, резкий звук «р», символизирующий разрыв. Вы чувствуете, как виртуозно Пушкин владеет словом, используя всю мощь нашего 
    великого языка?
</p>

<p>
    Следующее стихотворение я обожаю безмерно.
</p>

{versein poet='pushkin' verse='zima'}

<p>
    Чтобы и вас зарядить энергетикой этого стихотворения, предлагаю послушать его в исполнении 
    <a href='http://www.youtube.com/watch?v=d2Q3Mjs7UDM' target="_blank">Константина Аркадьевича Райкина</a>.
</p>

<p>
    Напоследок предлагаю Вашему вниманию ещё одно Пушкинское стихотворение, которое называется "Из Пиндемонти".
</p>

<p>
    Ипполито Пиндемонте — современный Пушкину итальянский поэт, и заголовок указывает, что стихотворение или его основные идеи заимствованы.
    Но исследователи не нашли у Пиндемонти ничего подобного Пушкинской миниатюре. Именем веронского поэта Пушкин воспользовался, 
    как прикрытием для отвлечения цензурных подозрений от своего стихотворения. 
</p>

<p>
    Обманывая цензуру, Пушкин хотел подвести вдумчивого читателя к пониманию проблем — отсутствию в России прав и свобод, 
    которые позволяли бы обуздывать или хотя бы ограничивать тиранический произвол властей...
</p>

{versein poet='pushkin' verse='pindemonti'}

<p>
    Это стихотворение также прекрасно передано 
    <a href='http://www.youtube.com/watch?v=JlXKmjWpyMc' target="_blank">Константином Аркадьевичем</a>.
</p>

<p>
    В рамках журнала я не стану детально останавливаться на анализе стихотворений, вы без труда сами найдёте дополнительную 
    информацию в итернете, сейчас её более, чем достаточно.
</p>

<p>
    Прежде, чем перейти к заключительной части нашего первого выпуска, я хочу предложить Вашему вниманию порцию юмора
    из учебной и учёной среды:) Рубрика эта будет постоянной, т.к. в учении никуда без иронии, юмора, забавных ситуаций и всего остального.
</p>

<!--Юмор-->
{part}HUMOR{/part}


{joke}
{h1}Инструкция для читателя научных статей{/h1}
<p>
    Во всех основных разделах современной научной работы — во введении, изложении 
    экспериментальных результатов и т. д. — встречаются традиционные, общеупотребительные выражения. 
    Ниже мы раскрываем их тайный смысл (в скобках).
</p>

{h2}Введение{/h2}
<p>«Хорошо известно, что…» (Я не удосужился найти ссылку на работу, в которой об этом было сказано первый раз)</p>
<p>«Имеет огромное теоретическое и практическое значение». (Мне лично это кажется интересным)</p>
<p>«Поскольку не удалось ответить сразу на все эти вопросы…» (Эксперимент провалился, но печатную работу я всё же сделаю)</p>
<p>«Был развит новый подход…» (Бенджамен Ф. Мейсснер использовал этот подход по меньшей мере 30 лет тому назад)</p>
<p>«Сначала изложим теорию…» (Все выкладки, которые я успел сделать вчера вечером)</p>
<p>«Очевидно…» (Я этого не проверял, но… )</p>
<p>«Эта работа была выполнена четыре года тому назад…» (Нового материала для доклада у меня не было, а поехать на конференцию очень хотелось)</p>

{h2}Описание экспериментальной методики{/h2}
<p>«При создании этой установки мы рассчитывали получить следующие характеристики…» (Такие характеристики получились случайно, когда нам удалось, наконец, заставить установку начать работать)</p>
<p>«Поставленной цели мы добились…» (С серийными образцами вышли кое какие неприятности, но экспериментальный прототип работает прекрасно)</p>
<p>«Был выбран сплав висмута со свинцом, поскольку именно для него ожидаемый эффект должен был проявиться наиболее отчётливо». (Другого сплава у нас вообще не было)</p>
<p>«…прямым методом…» (С помощью грубой силы)</p>
<p>«Для детального исследования мы выбрали три образца». (Результаты, полученные на остальных двадцати образцах, не лезли ни в какие ворота)</p>
<p>«…был случайно слегка повреждён во время работы…» (Уронили на пол)</p>
<p>«…обращались с исключительной осторожностью…» (Не уронили на пол)</p>
<p>«Автоматическое устройство…» (Имеет выключатель)</p>
<p>«…схема на транзисторах…» (Есть полупроводниковый диод)</p>
<p>«…полупортативный…» (Снабжён ручкой)</p>
<p>«…портативный…» (Снабжён двумя ручками)</p>

{h2}Изложение результатов{/h2}
<p>«Типичные результаты приведены на…» (Приведены лучшие результаты)</p>
<p>«Хотя при репродуцировании детали были искажены, на исходной микрофотографии ясно видно…» (На исходной микрофотографии видно то же самое)</p>
<p>«Параметры установки были существенно улучшены…» (По сравнению с паршивой прошлогодней моделью)</p>
<p>«Ясно, что потребуется большая дополнительная работа, прежде чем мы поймём…» (Я этого не понимаю)</p>
<p>«Согласие теоретической кривой с экспериментом:</p>
<p>Блестящее… (Разумное… )</p>
<p>Хорошее… (Плохое… )</p>
<p>Удовлетворительное… (Сомнительное…  )</p>
<p>Разумное… (Вымышленное… )</p>
<p>Удовлетворительное, если принять во внимание приближения, сделанные при анализе…» (Согласие вообще отсутствует)</p>
<p>«Эти результаты будут опубликованы позднее…» (Либо будут, либо нет)</p>
<p>«Наиболее надёжные результаты были получены Джонсом…» (Это мой дипломник)</p>

{h2}Обсуждение результатов{/h2}
<p>«На этот счёт существует единодушное мнение…» (Я знаю ещё двух ребят, которые придерживаются того же мнения)</p>
<p>«Можно поспорить с тем, что…» (Я сам придумал это возражение, потому что на него у меня есть хороший ответ)</p>
<p>«Справедливо по порядку величины…» (Несправедливо… )</p>
<p>«Можно надеяться, что эта работа стимулирует дальнейший прогресс в рассматриваемой области…» (Эта работа ничего особенного собой не представляет, но то же самое можно сказать и обо всех остальных работах, написанных на эту жалкую тему)</p>
<p>«Наше исследование показало перспективность этого подхода…» (Ничего пока не получилось, но мы хотим, чтобы правительство отпустило нужные средства)</p>


{h2}Благодарности{/h2}
<p>«Я благодарен Джону Смиту за помощь в экспериментах и Джону Брауну за ценное обсуждение». (Смит получил все результаты, а Браун объяснил, что они значат)</p>
{/joke}


{joke}
<p>
    {nl2br}
    Автор третьего начала термодинамики Вальтер Нернст в часы досуга разводил карпов. Однажды кто то глубокомысленно заметил:
    — Странный выбор. Кур разводить и то интересней.
    Нернст невозмутимо ответил:
    — Я развожу таких животных, которые находятся в термодинамическом равновесии с окружающей средой. Разводить теплокровных — это значит обогревать на свои деньги мировое пространство.
    {/nl2br}
</p>
{/joke}


{joke}
<p>
    Однажды во время своего обучения в Гёттингене Нильс Бор плохо подготовился к коллоквиуму, и его выступление оказалось слабым. Бор, однако, не пал духом и в заключение с улыбкой сказал:<br />
    — Я выслушал здесь столько плохих выступлений, что прошу рассматривать моё нынешнее как месть.
</p>
{/joke}


{joke}
{h1}Не всегда просто дать единственно правильный ответ{/h1}
<p>
    Сэр Эрнест Рутерфорд, президент Королевской Академии и лауреат
    Нобелевской премии по физике, рассказывал следующую историю,
    служащую великолепным примером того, что не всегда просто дать
    единственно правильный ответ на вопрос.

<p>
    Некоторое время назад коллега обратился ко мне за помощью. Он собирался
    поставить самую низкую оценку по физике одному из своих студентов, в то
    время как этот студент утверждал, что заслуживает высшего балла. Оба,
    преподаватель и студент, согласились положиться на суждение третьего
    лица, незаинтересованного арбитра; выбор пал на меня. Экзаменационный
    вопрос гласил: "Объясните, каким образом можно измерить высоту здания с
    помощью барометра".

<p>
    Ответ студента был таким: "Нужно подняться с барометром на крышу здания,
    спустить барометр вниз на длинной веревке, а затем втянуть его обратно
    и измерить длину веревки, которая и покажет точную высоту здания".
</p>
<p>
    Случай был и впрямь сложный, так как ответ был абсолютно полным и
    верным! С другой стороны, экзамен был по физике, а ответ имел мало
    общего с применением знаний в этой области.
</p>
<p>
    Я предложил студенту попытаться ответить еще раз. Дав ему шесть минут
    на подготовку, я предупредил его, что ответ должен демонстрировать
    знание физических законов. По истечении пяти минут он так и не написал
    ничего в экзаменационном листе. Я спросил его, сдается ли он, но он
    заявил, что у него есть несколько решений проблемы, и он просто
    выбирает лучшее.
</p>
<p>
    Заинтересовавшись, я попросил молодого человека приступить к ответу,
    не дожидаясь истечения отведенного срока. Новый ответ на вопрос гласил:
    "Поднимитесь с барометром на крышу и бросьте его вниз, замеряя время
    падения. Затем, используя формулу L=(a&sdot;t\sup{2})/2, вычислите высоту здания".
</p>
<p>
    Тут я спросил моего коллегу, преподавателя, доволен ли он этим ответом.
    Тот, наконец, сдался, признав ответ удовлетворительным. Однако студент
    упоминал, что знает несколько ответов, и я попросил его открыть их нам.
</p>
<p>
    "Есть несколько способов измерить высоту здания с помощью барометра",
    начал студент. "Например, можно выйти на улицу в солнечный день
    и измерить высоту барометра и его тени, а также измерить длину тени
    здания. Затем, решив несложную пропорцию, определить высоту самого
    здания."
</p>
<p>"Неплохо", сказал я. "Есть и другие способы?"</p>
<p>
    "Да. Есть очень простой способ, который, уверен, вам понравится. Вы
    берете барометр в руки и поднимаетесь по лестнице, прикладывая барометр
    к стене и делая отметки. Сосчитав количество этих отметок и умножив его
    на размер барометра, вы получите высоту здания. Вполне очевидный метод."
</p>
<p>
    "Если вы хотите более сложный способ", продолжал он, "то привяжите
    к барометру шнурок и, раскачивая его, как маятник, определите величину
    гравитации у основания здания и на его крыше. Из разницы между этими
    величинами, в принципе, можно вычислить высоту здания. В этом же случае,
    привязав к барометру шнурок, вы можете подняться с вашим маятником на
    крышу и, раскачивая его, вычислить высоту здания по периоду прецессии."
</p>
<p>
    "Наконец", заключил он, "среди множества прочих способов решения данной
    проблемы лучшим, пожалуй, является такой: возьмите барометр с собой,
    найдите управляющего и скажите ему: "Господин управляющий, у меня есть
    замечательный барометр. Он ваш, если вы скажете мне высоту этого здания".
</p>
<p>
    Тут я спросил студента &mdash; неужели он действительно не знал общепринятого
    решения этой задачи. Он признался, что знал, но сказал при этом, что
    сыт по горло школой и колледжем, где учителя навязывают ученикам свой
    способ мышления.
</p>
{/joke}


{joke}
{text}
— Ну хоть как звали того царя, которого свергли в 1917 году?
— Не могу сказать, не помню...
— Давайте вместе попробуем. Николай? (Не реагирует). — Александр? (Неуверенно кивает.) А фамилия как его была? К какой династии он принадлежал?
— Не могу сказать.
(Один преподаватель из комиссии, делая вид, что подсказывает, шепотом):
— Македонский...
Студент (радостно):
— Македонский!
{/text}
{/joke}


{joke}
{text}
Приходит студент на экзамен и говорит преподавателю:
— Я, мол, все выучил, все знаю, задавайте любой вопрос!
— Ну, выведи тогда формулу бороды.
— Пожалуйста. Берем слово "борода", раскладываем его на два слова — "бор" и "ода". "Бор" — это "лес", а "ода" — "стих". Получаем — "лес стих". Лес стих когда? Когда безветрие. Получаем "Без вэ три е", или (3е &minus; в), где е=2.71828, в — коэффициент волосатости. 
{/text}
{/joke}


{joke}
{text}
Абитуриентка приходит сдавать вступительные экзамены в престижный ВУЗ. Председатель приемной комиссии ее спрашивает:
— Девушка, из каких соображений Вы выбрали наш ВУЗ?
— Пап, хватит прикалываться! 
{/text}
{/joke}


{joke}
{text}
Во время сдачи экзаменов профессор спрашивает студента:
— Почему Вы так сильно волнуетесь? Боитесь моих вопросов?
— О, нет, профессор! Я боюсь своих ответов. 
{/text}
{/joke}

{joke}
{text}
Лежат голодные студенты и мечтают:
— А что, мужики, давайте свинью заведем. Мясо, сало будет...
— Да ты что? Грязь, вонь!
— Ничего, она привыкнет... 
{/text}
{/joke}

{joke}
{text}
В физтеховской общаге:
— Лех, занули градиент температуры, а то подниматься лень...
— ЧЕ-че?
— Форточку, блин, закрой, а то сквозняк!
{/text}
{/joke}

{joke}
{text}
Звонок преподавателю. Он смотрит на часы — 3 ночи, и отвечает:
— Алло.
— Спишь, сволочь!..
— ?!.
— А мы УЧИМ!..
{/text}
{/joke}


{joke}
{text}
Преподователь:
— Кто отсутствует?
— 3 человека.
— А где они отсутствуют?
— Здесь.
— Спасибо, садитесь.
{/text}
{/joke}


<!--ЧАСТЬ 5, Задачки на подумать-->
{part}TASKS{/part}

<p>
    Далее я хочу предложить Вашему вниманию несколько задачек на сообразительность.
</p>

<p>
    Начнём с числовых ребусов. Суть их очень проста: одинаковым буквам соответствуют одинаковые цифры, а разным - разные.
    Ваша задача - заменить буквы цифрами так, чтобы получилось верное математическое выражение.
</p>

<p>
    Предположим вы решили, что букве 'а' соответствует цифра 5, в таком случае все буквы 'а' нужно 
    заменить на 5 и никакой другой букве цифра 5 уже не может соответствовать.
</p>

<p>
    Если вы заглянули в ответ до самого решения, не беда - попробуйте решить 
    задачку самостоятельно через какое-то время. 
    Здесь важен сам процесс поиска решения, а не конечный ответ.
    Решая ребус вы видете весь пример целиком и комбинируете варианты, что крайне полезно
    для развития математического чутья.
</p>

{chis_rebus_task text='один+один=много'}

{task}
<p>
    Данный ребус имеет несколько решений. Посмотрим, сколько сможете найти Вы:)
</p>
{chis_rebus text='лето+лето=полёт'}
{ans}
{chis_rebus ans='лето+лето=полёт'}
{/ans}
{/task}

{task}
<p>
    А этот ребус мне особенно близок, т.к. я решал его на математической олимпиаде, 
    будучи ещё в младших классах:)
</p>

<p>
    Тогда я нашёл всего одно решение, за что и потерял половину баллов...
</p>
{chis_rebus text='корова+корова=молоко'}
{ans}
{chis_rebus ans='корова+корова=молоко'}
{/ans}
{/task}

{task}
<p>
    Ну и на последок для тех, кому понравилось решать математические ребусы, 
    предлагаю ещё один. Он имеет более 10и решений. Посмотрим, кто найдёт больше всех:)
</p>
<p>
    Учтите, что данный ребус полностью оправдывает входящие в него слова.
</p>
{chis_rebus text='труд+воля=удача'}

{ans_next}
{/task}

<br/>

<p>
    Далее предлагаю Вашему вниманию ряд задач на "монетки". Такие задачки часто 
    просят решить во время собеседований при приёме на работу.
</p>

{task}
<p>
    Имеется 8 монет, лежащих на столе в один ряд:
</p>
<table class="coins">
    <tr>
        {section name=idx start=1 loop=9 step=1}
            <td class="r1">{postimg name='rubl.png' class='r1'}{postimg name='rubl2.png' class='r2'}<div></div></td>
        {/section}
    </tr>
    <tr>
        {section name=idx start=1 loop=9 step=1}
            <td>{$smarty.section.idx.index}</td>
        {/section}
    </tr>
    <tr>
        <td colspan='8' class='button'>
            <button>Сбросить</button>
        </td>
    </tr>
</table>

<p>
    За один ход можно брать одну монету и переносить ее через две соседние вправо,
    после чего класть на третью.
</p>

<p>
    За четыре хода должны получиться четыре стопки по две монеты в каждой.
</p>

{ans}
<p>
    Примеры полного решения: 5&rarr;8, 1&rarr;4, 2&rarr;6, 3&rarr;7 или 1&rarr;4, 3&rarr;6, 5&rarr;8, 2&rarr;7.
    Как минимум существует ещё одно решение, найдите его самостоятельно;)
</p>
{/ans}
{/task}

{task}
<p>
    Имеется 9 с виду одинаковых монет. Одна из них фальшивая и известно, что она тяжелее настоящей. 
    В Вашем распоряжении лабораторные весы, которые показывают только больше-меньше.
    За какое минимальное коичество взвешиваний можно выявить фальшивую монету?
</p>
{ans}
<p>За два</p>
<p>
    Делим монеты на три равные кучки по три монеты в каждой. Берм две любые кучки и взвешиваем их.
    Если одна из кучек перевесила, значит в ней есть фальшивая монета. Из более тяжёлой кучки выбираем 
    две монеты и взвешиваем их. Если весы уравновешены, то фальшивая - третья монета, если же нет, 
    то та, которая тяжелее.
</p>
<p>
    Если изначально выбранные нами кучки уравновешены, то с отсашимися тремя монетами поступаем 
    аналогично тому, как было описано.
</p>
{/ans}
{/task}

{task}
<p>
    Имеется 10 мешков с монетами (количество монет в каждом мешке одинаковое). В девяти мешках монеты золотые, 
    а в одном - фальшивые. Вес настоящей золотой монеты 5 грамм, а вес фальшивой - 4 грамма. Как за одно взвешивание на 
    весах (весы взвешивают с точностью до грамма) определить, в каком из мешков монеты фальшивые?
</p>
{ans}
<p>
    Пронумеруем мешки от 1 до 10. Из первого мешка возьмем 1 монету, со второго 2, из третьего 3, и так до 10 монет (суммарно 55 монет). 
    Произведем взвешивание этих монет. Если бы все монеты были золотыми, то весили бы 275 грамм. Если при нашем взвешивании не будет хватать 1 
    грамма, то фальшивые монеты в первом мешке, если 2-х грамм - то во втором, и так далее до 10-ти.
</p>
{/ans}
{/task}



{*
СОБСТВЕННЫЕ ЗАДАЧИ
*}

<p>
    Надеюсь с монетами все справились успешно. Далее Вашему вниманию я хочу предложить несколько
    моих любимых задач, которые не объединены какой-то определённой темой.
</p>

{task}
<p>
    У Маши не хватало для покупки букваря семи копеек, а у Миши одной копейки. 
    Они сложились, чтобы купить один букварь на двоих, но денег все равно не хватило. 
    Сколько стоил букварь?
</p>

{hint}
<p>
    У Миши не хватало всего одной копейки. Маша ему добавила своих денег и в Итоге у 
    Миши денег всё равно не хватило... Сколько Маша ему добавила?:)
</p>
{/hint}

{ans}
<p>
    7 копеек
</p>
{/ans}

{/task}

{task}
<p>
    Имеется квадратный пруд. По углам его близ воды растут четыре старых дуба. 
    Пруд понадобилось расширить, сделав вдвое больше по площади, <i>сохраняя</i>, однако, 
    <i>квадратную форму</i>. Но старых дубов трогать не желают. 
    Можно ли расширить пруд до требуемых размеров так, чтобы все четыре дуба, 
    оставаясь на своих местах, не были затоплены водой, а стояли у берегов нового пруда?
</p>

{postimgb name='pond.png'}

{ans}
<p>
    На чертеже показано, как это сделать: надо копать так, чтобы дубы оказались против середины 
    сторон нового квадрата: 
</p>

{postimgb name='pond_ans.png'}

<p>
    Легко убедиться, что новая площадь вдвое больше прежней: достаточно лишь провести диагонали в 
    прежнем пруде и сосчитать образующиеся при этом треугольники.
</p>

{/ans}
{/task}


{task}
<p>
    В моем книжном шкафу стоят на полке сочинения Пушкина в 8 томах, том к тому. Приехав с дачи, я с досадой убедился,
    что летом книжный червь успел прогрызть ход от первой страницы первого тома до последней страницы третьего. 
</p>

<p>
    Сколько всего страниц прогрыз червь, если в первом томе 700 страниц, во втором - 640, в третьем - 670?
</p>

{hint}
{postimgb name='pushkin.png'}
{/hint}

{ans}
<p>
    Для ответа на этот вопрос достаточно подойти к книжной полке и посмотреть, как на ней стоят книги.
</p>
<p>
    Обратите внимание на то, что первая страница первого тома примыкает к последней странице второго тома,
    а первая страница второго тома примыкает к последней странице третьего тома.
</p>
{postimgb name='pushkin_ans.png'}
<p>
    Итак, путь червя составил 640 страниц (без учёта переплёта).
</p>
{/ans}
{/task}

{*До следующего раза*}

{task}
<p>
    Даны числа 1, 3, 4, 6 и четыре арифметических операции: сложение, умножение, вычитание и деление.
    Требуется получить число 24, использовав каждое число один и только один раз; операции использовать повторно можно.
    Также можно использовать скобки для указания порядка действий.
</p>
{ans_next}
{/task}

{task}
<p>
    Инспектор, проверявший некую школу, заметил, что, когда бы он ни задал классу вопрос, в ответ 
    тянули руки все ученики. Более того, хотя школьный учитель каждый раз выби­рал другого ученика, 
    ответ всегда был правильным. Как это получалось? 
</p>
{ans_next}
{/task}


<!--ЧАСТЬ 6, Цитата номера-->
{part}CITATA{/part}
{citata from='Анатоль Франс'}Учиться можно только весело… Чтобы  переваривать знания, надо поглощать их с аппетитом.{/citata}
<p>
    На этом позвольте раскланяться. Искренне надеюсь, что номер Вам понтравился.
    Если у вас есть пожелания, предложения или замечания по журналу - высказывайте их в комментариях, не стесняйтесь;)
</p>
{signature}